[{"_id": "531e4fe2fbfba276047f6649", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 3:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Onkelos Genesis 3:2", "sourceHeRef": "תרגום אונקלוס על בראשית ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וַאֲמָרַת אִתְּתָא לְחִוְיָא מִפֵּירֵי אִילַן גִּינְתָא נֵיכוּל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The woman said to the serpent, From the fruit of the trees of the Garden we may eat.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebe85", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 3:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Targum Jonathan on Genesis 3:2", "sourceHeRef": "תרגום יונתן על בראשית ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וַאֲמָרַת אִתְּתָא לְחִיוְיָא מִשַׁאַר פֵּירֵי אִילַן גִינוּנִיתָא אִית לָן רְשׁוּ לְמֵיכַל", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the woman said to the serpent, From the rest of the fruits of the trees of the garden we have power to eat; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "539f557afbfba20b6bf39cdd", "index_title": "Sotah", "category": "Talmud", "type": "reference", "ref": "Sotah 9b:1", "anchorRef": "Genesis 3:1-15", "anchorRefExpanded": ["Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15"], "sourceRef": "Sotah 9b:1", "sourceHeRef": "סוטה ט׳ ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "וְכֵן מָצִינוּ בְּנָחָשׁ הַקַּדְמוֹנִי, שֶׁנָּתַן עֵינָיו בְּמַה שֶּׁאֵינוֹ רָאוּי לוֹ — מַה שֶּׁבִּיקֵּשׁ לֹא נָתְנוּ לוֹ, וּמַה שֶּׁבְּיָדוֹ נְטָלוּהוּ מִמֶּנּוּ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: אֲנִי אָמַרְתִּי יְהֵא מֶלֶךְ עַל כׇּל בְּהֵמָה וְחַיָּה, וְעַכְשָׁיו ״אָרוּר הוּא מִכׇּל הַבְּהֵמָה וּמִכֹּל חַיַּת הַשָּׂדֶה״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And, so too, we found with regard to the primeval snake</b> who seduced Eve, <b>for he placed his eyes on that which was unfit for him,</b> as he wanted to marry Eve. Consequently, <b>that which he desired was not given to him, and that which was in his possession was taken from him. The Holy One, Blessed be He, said: I</b> initially <b>said</b> that the snake <b>will be king over every domesticated animal and non-domesticated animal, but now he is cursed more than all the domesticated animals and all the non-domesticated animals of the field,</b> as it is stated: “And the Lord God said unto the serpent: Because you have done this, you are cursed from among all cattle, and from among all beasts of the field; upon your belly shall you go, and dust shall you eat all the days of your life” (Genesis 3:14).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "53f17530fbfba22336e9a8da", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Or HaChaim on Genesis 3:2:1", "sourceHeRef": "אור החיים על בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>ותאמר האשה וגו'</b>. נתחכמה להשיב לכל הנשמע מדבריו כפי מה שפירשנו כי ג' טענות נתכוון לומר, והשיבתו, כנגד מה שנשמע בדבריו א' שהכל אסור, או לטענת שכל עצי הגן הם ענפי האילן ההוא מוברכים ועודנם יונקות מעץ הדעת, או לטענת שהוא העד ששמע כי הכל אסר הבורא, אמרה לא כן הוא מכל עץ הגן נאכל כי ה' שאסר עץ הדעת הוא התיר שאר אילנות ומה בכך אם הם מוברכות ממנו, בשלמא אם לא היה ה' מתיר בפירוש כל עצי הגן אז יש מקום לצדד כדבריך מה שאין כן אחר שה' התיר בפירוש כל עצי הגן מה מקום לנו לאסור דבר שהותר מפי הבורא. גם אין לשמוע לעדותו כי עדותו מוכחשת היא אצלה מדברי בעלה, ותועיל הכחשת העדויות לבל תאסור עצי הגן כי עדות מוחלקת היא אבל לא תועיל להכחיש כל העדות להתיר הכל כי בכלל כל שאומר הנחש ישנו לעץ הדעת וכדעת בית הלל:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ותאמר האשה</span>. Eve said, etc.</b> Eve answered the serpent very intelligently, addressing all the three points which we described the serpent as having made. Concerning the first argument that all the trees were forbidden, Eve said that this was not so, that only the tree in the centre of the garden was prohibited. Concerning the argument that all the other trees were really earthed branches of the tree of knowledge she argued that this was quite irrelevant. It might have been relevant if G'd had not specifically permitted the fruit of all the other trees. There was therefore absolutely no sense in denying oneself something G'd had specifically permitted. She refused to accept the testimony of the serpent because it contradicted the testimony of her own husband. She argued along the lines of the school of Hillel, i.e. the common denominator between what the serpent had declared as out of bounds and what her husband had declared as out of bounds was only the tree of knowledge. Therefore, that tree and its fruit was forbidden; the other trees were permitted since no valid testimony existed that would deny them to her.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54aaa1acfbfba219cb799337", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Radak on Genesis 3:2:1", "sourceHeRef": "רד\"ק על בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "ותאמר, אינו כן כמו שאתה אומר, כי לא מנע ממנו כל עץ הגן אלא עץ אחד שהוא בתוך הגן שאמר לנו \"לא תאכלו ממנו ולא תגעו בו פן תמותון\", ולטובותנו מנעו ממנו שלא נמות, אולי בטבע העץ שפריו ממית האוכל ממנו. ומה שאמר' פן שהוא ענין שמא ואולי, והאל אמר לאדם כי בוודאי ימות אם יאכל ממנו, כמו שאמר ביום אכלך ממנו מות תמות, לשון פן אמר' לענין לא תגעו בו שהוסיפה מדעתה, אמרה כל כך אהב אותנו כי אפילו הנגיעה מנע ממנו פן נבוא מהנגיעה לאכילה ונמות, או פירושו שלא תמותון, כמו פן תשיב את בני שמה (כ\"ד ו') שפירושו שלא תשיב, פן תדבר. עם יעקב (ל\"א כ\"ד) שלא תדבר:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ותאמר, not so, said Chavah; G’d did not deny us the fruit of more than one single tree which is בתוך הגן שאמר לנו לא תאכלו מממנו ולא תגעו בו פן תמותון in the middle of the garden of which He has forbidden us to eat on pain of death. Perhaps it is in the nature of that tree  that its fruit causes death to anyone eating from it. The meaning of the word פן in that verse is the same as אולי or שמא , “maybe.” G’d told Adam that he would certainly die if he ate from it, as the Torah wrote literally in 2,17 “on the day you will eat from it you will certainly die.” Seeing that she had not quoted the prohibition correctly as G’d had not said anything about maybe dying as a result of eating from the tree, we must assume that Chavah had invented this word meaning for it to apply to touching the tree, an addition which had been altogether her own. She meant to say that G’d so loves us that He denied us to touch the  tree as a safeguard against eating from it.<br> An alternate way of explaining the words פן תמותון is similar to פן תשיב את בני שמה which Avraham warned Eliezer about (Genesis 24,6) which meant “do not bring back!” or Genesis 30,24) פן תדבר עם יעקב, “do not speak to Yaakov, etc.,” G’d warning Lavan.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c81fbfba248e1b56b86", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Haamek Davar on Genesis 3:2:1", "sourceHeRef": "העמק דבר על בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>מפרי עץ הגן נאכל.</b> באמת דביקות האשה לאדם לא הי׳ כ״א בשעה שעמדה עמו וכטבע החלק ששואף אל הכלל בשעה שרואה אותו. ובאותה שעה שדבר עמה הנחש. הלך האדם ממנה והרגישה תאוה לאכול ואמרה שתאכל. ומענין דבקות האדם בקונו לא הרגישה. ע״כ אמרה שודאי נאכל. ואמרה מפרי עץ הגן ולא כלשון ה׳ מכל עץ הגן. דמשמע אפי׳ הנאה מן העצים כמ״ש לעיל. והיינו משום שאדם אמר לה שתאכל רק הפרי. באשר לא ידעה להזהר בהשחתת האילן. שלא הי׳ לה דעת אנוש: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>From the fruit of the trees of the Garden we may/shall eat:</b> In truth, the clinging of the woman to Adam was only at the time that she stood with him, as is the nature of a portion that yearns for the group at the time it sees it. And at that time that the serpent spoke with her, Adam had gone away from her. So she felt a desire to eat, and said that she would eat. And regarding the clinging of Adam to his Maker, she did not feel it. Therefore she said, \"'Certainly 'we shall eat.'\" And she said, \"From the fruit of the tree of the Garden\"; and not like the language of God, \"from every tree of the Garden\" (Genesis 2:16) - which implies even the benefit from the wood, as I wrote above (Haamek Davar on Genesis 2:16). And that is since Adam told her that she only eat the fruit; given that she did not know to be careful with the destruction of the tree, since she did not have human knowledge.", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "54e49ee9fbfba219026951db", "index_title": "Sforno on Genesis", "category": "Commentary", "type": "commentary", "ref": "Sforno on Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Sforno on Genesis 3:2:1", "sourceHeRef": "ספורנו על בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "he": "<b>מכל עץ הגן נאכל.</b> ואין לנו צורך להכנס בסכנת אכיל' עץ שהאל ית' אמר לנו שבאכלנו ממנו נמות. אמנם הדמיון התחזק ליחס קנאה ושקר ח\"ו לאל ית' וצייר שאסר אותו הפרי כדי שלא ישיגו בו התועלת להיות כאלהים ושלא יסבב מות כלל. ובכן אמר אל האשה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "עץ הגן נאכלת, “we can eat from the trees of the garden and do not need to endanger our lives by eating from the tree that G’d has prohibited us to eat from on pain of death.” Having said this, however, her power of imagination kept nagging at her weighing the possibility that G’d might indeed be jealous of competition from his creature. Her doubt, i.e. the voice of the evil urge, was expressed in the words ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55b157d1fbfba2552ab2d802", "index_title": "Tikkunei Zohar", "category": "Kabbalah", "type": "", "ref": "Tikkunei Zohar 95a:5", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Tikkunei Zohar 95a:5", "sourceHeRef": "תקוני הזהר צ״ה א:ה׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 189.0005, "collectiveTitle": {"en": "Tikkunei Zohar", "he": "תקוני הזהר"}, "heTitle": "תקוני הזהר", "he": "וְכִי אָדָם גָּרִים, וְהָא כְתִיב (בראשית ג ב) וַיֹּאמֶר הָאָדָם הָאִשָּׁה אֲשֶׁר נָתַתָּ עִמָּדִי וְגוֹמֵר, וּבְגִין דָּא אָמַר קוּדְשָׁא בְּרִיךְ הוּא לְאִתְּתָא מֶה עָבְדַת, כְּמָה דְאַתְּ אָמַר (שם יג) וַיֹּאמֶר יהו\"ה אלהי\"ם אֶל הָאִשָּׁה מַה זֹּאת עָשִׂית, כָּל חוֹבָה דְעָבְדַת לִשְׁכִינְתָּא דְאִיהִי זֹאת עָבְדַת, וּבְגִין דָּא מַה זֹּאת עָשִׂית, דְּאִיהִי מַה שְּׁמוֹ, מַה זֹּאת וַדַּאי, מָה יהו\"ה אלהי\"ך שׁוֹאֵל מֵעִמָּךְ כִּי אִם לְיִרְאָה (דברים י יב), וְאַל תִּקְרֵי אִם אֶלָּא אֵם (הדא הוא דכתיב (ויקרא יט ג) איש אמו ואביו תיראו דאיהו י\"ה אבא ואימא עלאה), וְאַנְתְּ לָא דְחֵילְתְּ מֵאִימָּא עִלָּאָה, לְזֹאת עָבְדַת כָּל דָּא וַדַּאי, דְאִתְּמָר בָּה (בראשית ט יב) זֹאת אוֹת הַבְּרִית. \n", "heVersionTitle": "Tikkunei Zohar - Vocalized", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תיקוני הזוהר - מהדורה מנוקדת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c26d6e4a94c7c188e24", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 3:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Tafsir Rasag, Genesis 3:2", "sourceHeRef": "תפסיר רס\"ג, בראשית ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "קאלת אלמראה ללת̇עבאן מן ג̇מיע ת̇מר שג̇ר אלג̇נאן נאכל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "The woman said to the snake, 'Let's eat from all the fruits of the trees of Paradise", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "58fdc0f4d6e4a960c04a3897", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Noach 13:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Midrash Tanchuma, Noach 13:2", "sourceHeRef": "מדרש תנחומא, נח י״ג:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נח", "he": "שְׁלֹשָׁה נִזְקְקוּ לָאֲדָמָה וְנַעֲשׂוּ חֻלִּין. אֵלּוּ הֵן, קַיִן נֹחַ וְעֻזִיָּה. קַיִן, דִּכְתִיב: וְקַיִן הָיָה עֹבֵד אֲדָמָה <small>(בראשית ג, ב)</small>. מַה כְּתִיב: נָע וָנָד תִּהְיֶה בָאָרֶץ. נֹחַ, דִּכְתִיב: וַיָּחֶל נֹחַ אִישׁ הָאֲדָמָה וַיִּטַּע כָּרֶם וְנִתְבַּזָּה. וַיֵּשְׁתְּ מִן הַיַּיִן, אָמְרוּ חֲכָמִים, בּוֹ בַיּוֹם נָטַע, בּוֹ בַיּוֹם עָשָׂה פֵרוֹת, בּוֹ בַיּוֹם בָּצַר, בּוֹ בַיּוֹם דָּרַךְ, בּוֹ בַיּוֹם שָׁתָה, בּוֹ בַיּוֹם נִשְׁתַּכֵּר, בּוֹ בַיּוֹם נִתְגַּלָּה קְלוֹנוֹ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Three men toiled upon the earth and degraded themselves thereby. They were: Cain, Noah, and Uzziah.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Cain became a murderer, Noah a drunkard, and Uzziah a leper.</i> It is written of Cain: <i>He was a tiller of the ground</i> (ibid. 4:2), and that is followed by the verse: <i>You shall be a fugitive and a wanderer in the earth</i> (ibid., v. 12). Noah, as it is written: <i>And Noah, the husbandman, began, and planted a vineyard</i> (Gen. 9:20). And soon thereafter he disgraced himself: <i>He drank of the wine</i> (ibid., v. 21). Our sages held that on the very day he planted the vineyard, it bore its fruit, he harvested it, pressed it, drank the wine, became intoxicated, and exposed his private parts.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5933bf32d6e4a954e5309c06", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Lech Lecha 2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Midrash Tanchuma Buber, Lech Lecha 2:1", "sourceHeRef": "תנחומא בובר, לך לך ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "לך לך", "he": "[ויאמר ה' אל אברם לך לך]. ר' ברכיה הכהן פתח אחות לנו קטנה <small>(שה\"ש ח ח)</small>, במה הכתוב מדבר באברהם, שכשהשליכו נמרוד לתוך כבשן האש, עד עכשיו לא עשה לו הקב\"ה נסים, אמרו מלאכי השרת לפני הקב\"ה רבונו של עולם הרי השליך נמרוד את אברהם לתוך כבשן האש. ר' אליעזר הקפר אמר אחות לנו קטנה מדבר באדם שקורע ולא מאחה, אברהם איחה את העולם לפני הקב\"ה, שעד עכשיו לא היו לו בנים, לפיכך היה קורא אחות. מה נעשה לאחותנו [ביום שידבר בה] <small>(שה\"ש ח ח)</small>, ביום שאמר נמרוד להשליכו לתוך כבשן האש, אמר הקב\"ה למלאכי השרת אם חומה היא נבנה עליה טירת כסף <small>(שם שם ט)</small>, [אם נותן נפשו על קדושת השם נבנה עליה טירת כסף], ואם דלת היא נצור עליה לוח ארז <small>(שם)</small>, ואם דל הוא מליתן את נפשו על קדושת שמי, נצור עליה לוח ארז, מה הצורה הזו שעל הלוח נוח להטשטש, כך הוא נוח ליאבד מן העולם ואיני משגיח עליו, אמר אברהם אני חומה <small>(שם שם י)</small>, אני נותן נפשי על קדושת שמך, מיד נתן נפשו, כיצד היה תרח אביו עובד ע\"ז, [והיה פולח להן], א\"ל הקב\"ה אלו עובדי ע\"ז, ואתה יושב ביניהם, לך לך מארצך.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[(Gen. 12:1:) <small>NOW THE LORD SAID UNTO ABRAM: GO</small>.] R. Berekhyah the Priest opened &lt; his teaching &gt; (with Cant. 8:8): <small>WE HAVE A LITTLE SISTER</small>. How does the text speak about Abraham? In that, when Nimrod cast him into the midst of the fiery furnace,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Gen. R. 38:13; 39:3; 44:13; Cant. R. 8:8:2; <i>Tanh</i>., Gen. 3:2. This tradition is based on Gen 15:17, with <small>UR (<i>‘ur</i>) OF THE CHALDEES</small> understood as <small>FIRE (<i>‘ur</i>) OF THE CHALDEES</small>.</i> up to that time the Holy One had performed no miracles for him. The ministering angels said to the Holy One: Sovereign of the World, behold, Nimrod has cast Abraham into the midst of the fiery furnace! R. Eliezer haQappar said: <small>WE HAVE A LITTLE SISTER</small>. &lt; The passage &gt; speaks of one who rends asunder &lt; a garment in mourning &gt; and does not sew &lt; it &gt; together Abraham, &lt; however &gt;, sewed the world together before the Holy One. Since up to then he had no children, for that reason it (Cant. 8:8) called him \"<small>SISTER</small>.\" (Cant. 8:8, cont.:) <small>WHAT SHALL WE DO FOR OUR SISTER [IN THE DAY THAT SHE IS SPOKEN FOR]</small>? On the day that Nimrod said to throw him into the midst of the fiery furnace, the Holy One said to the ministering angels (in vs. 9): <small>IF SHE IS A WALL, WE SHALL BUILD UPON HER A SILVER TURRET</small>. [If he gives his life for the sanctification of the name (i.e., in martyrdom), we shall build upon it (his life) a silver turret.] (Vs. 9, cont.:) <small>AND IF SHE IS A DOOR (<i>DLT</i>), WE SHALL ENCLOSE HER IN A CEDAR PANEL</small>. If he is too wretched (<i>DL</i>)<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>DL</i> corresponds to the first two letters of the Hebrew <i>DLT</i>, which means “door.”</i> to give his life for the sanctification of my name, <small>WE SHALL ENCLOSE (rt.: <i>TsUR</i>) HER IN CEDAR PANEL</small>. Just as a picture (rt.: <i>TsUR</i>) which is on a panel is easy to erase, so it is easy for him to perish from the world when I am not looking after him. Abraham said (in vs. 10): <small>I AM A WALL</small>. I am giving my life for the sanctification of your name. Straightway he gave his life. How? His father, Terah, was serving idols [and worshiping them]. The Holy One said to him. These are idolaters; yet you are residing among them. (Gen. 12:1:) <small>GO FROM YOUR &lt; NATIVE &gt; LAND</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5993fa67d6e4a95930ec4005", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Malbim on Genesis 3:2:1", "sourceHeRef": "מלבי\"ם על בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ותאמר האשה</b> אנחנו אין אנו דומים לכל הנבראים המוטבעים במעשיהם, כי אנו יש לנו אפשרות לעשות או לחדול כי אנחנו בעלי בחירה, ומפני אמירה וגזרה בעלמא לא נחדל מלאכול, כי מפרי עץ הגן נאכל, ר\"ל שאם היה אומר שלא נאכל מפרי עץ הגן, היינו אוכלים מצד בחירתנו החפשיית, רק", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ba7671d6e4a97722aa103a", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Genesis, Bereshit 23", "anchorRef": "Genesis 3:2-4", "anchorRefExpanded": ["Genesis 3:2", "Genesis 3:3", "Genesis 3:4"], "sourceRef": "Kedushat Levi, Genesis, Bereshit 23", "sourceHeRef": "קדושת לוי, בראשית, בראשית כ״ג", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 23, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "בראשית", "he": "* <b>ויאמר אל האשה אף כי אמר אלקים לא תאכל מכל</b> כו' <small>(בראשית ג, א)</small> <b>ותאמר האשה כו' לא תאכלו ממנו וכו' פן תמתון ויאמר הנחש לא מות תמתון</b> וכו' <small>(בראשית ג, ב-ד)</small>. לכאורה אינו מובן מהו לשון אף כו'. ועוד יש לדקדק למה שינה חוה בלשונה שאמרה שה' אמר פן תמתון דמשמע שהוא ספק והלא ה' אמר כי ביום אכלך מותכו', שבודאי ימות. ועוד הרי באמת אדם לא מת באותו יום כי חי אלף שנים וכמו שנתקשו חכמינו ז\"ל בקושיא זו. אך הנה יש להבין באיזה תחבולה השיאה נחש את האשה לעבור על מצות ה'. אך טענת נחש היה על זה הדרך כי הלא בדבר ה' שמים נעשו וידוע שכל העולמות וכל הנמצאים הכל נבראו במאמר ודבר ה' כמו יו\"ד מאמרות יהי אור וכו', וכל עיקר חיותם וקיומם הכל הוא מאור וחיות הנמשך במאמר ודבר ה' כי הוא מקור חיי החיים ודבריו חיים וקיימים ואם כן איך אפשר שעץ הדעת אשר גם הוא נברא במאמר ה' שיהיה דבר המזיק וממית הלא נברא ממקור ושרש חיי החיים. לכן אמר הנחש אף כי אמר אלקים לא תאכלו, כלומר איך שייך זה הלא הוא נברא במאמר אלקים אשר זהו עיקר חיותו וקיומו כי נמשך מחיי החיים ואם כן בודאי הוא דבר המחיה ולא דבר הממית לכן הגם שאמר אלקים לא תאכלו, מי יימר שתצייתו למאמר זה הלא יש לכם לציית למאמר הראשון אשר נברא בו: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "<b>He (serpent) said to the woman; ‘although G’d has said you must not eat from any of the trees, ‎etc;’  lest you die.” ….The serpent said: “you will surely not die, etc.”‎'.</b><br>Furthermore, it is clear from what follows that Adam and his wife did not die on the day they ate ‎from the tree of knowledge. In fact Adam lived for close to 1000 years! (Genesis 5,5). Our sages ‎have already had difficulty in reconciling these two verses.<br>‎In order to understand the whole episode, we must first of all understand what wiles the serpent ‎used in order to seduce the woman. How could the serpent, a mere creature, persuade a human ‎being to defy the law of its Creator? We must understand the serpent’s argument as follows: the ‎serpent made it clear that it was aware that everything in this universe was created by G’d through ‎a directive issued by word of mouth as when He said: “let there be light.” The continued existence ‎of the universe is dependent every second since it began, and continues to depend on this original ‎light created by G’d through His first directive. It follows that the tree of knowledge which also ‎came into being by Divine command could not possibly be a source of harm and even death, seeing ‎it too had been created subsequent to the original life-giving force in the universe, the light ‎created on the first day. The serpent therefore argued that it follows that when G’d issued ‎instructions not to eat from the trees in the garden, the reason for this command could not have ‎been that it was a source of death for anyone eating from its fruit. Since this was so, why should ‎man listen to a latter command, instead of to His initial command, as a result of which they had ‎become living human beings!‎<br>This, however, was part of the perverted logic employed by the serpent. The truth of the matter is ‎that the “root” of the tree of knowledge in the garden of Eden goes back to a period preceding ‎creation of the physical universe and the “falling off” of 288 “sparks” from the <i>Shechinah ‎‎</i>into the world of the ‎קליפות‎, regions polluted by impurity, i.e. our physical universe. ‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "5acb2da4d6e4a954dcda69e2", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "", "ref": "The Midrash of Philo 3:1:5", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "The Midrash of Philo 3:1:5", "sourceHeRef": "מדרשי פילון ג׳:א׳:ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 1.0005, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": "<strong>האם דיבר הנחש כבן אדם?</strong>", "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": "<b>Did the serpent speak with a human voice? (Genesis 3:2).</b>", "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5acb2da4d6e4a954dcda69e6", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "", "ref": "The Midrash of Philo 3:1:12", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "The Midrash of Philo 3:1:12", "sourceHeRef": "מדרשי פילון ג׳:א׳:י״ב", "anchorVerse": 2, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 1.0012, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": "<strong>מדוע דיבר הנחש עם האשה ולא עם האיש?</strong>", "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": "<b>Why did the serpent accost the woman, and not the man? (Genesis 3:2).</b>", "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5b0ab446f746f30016ee5da3", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 3:2:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Or HaChaim on Genesis 3:2:2", "sourceHeRef": "אור החיים על בראשית ג׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>וכנגד</b> מה שנשמע מדבריו בהפלגת שבח האילן, אמרה אדרבה, לצד פחיתותו אסרו הבורא, והוא אומרו <b>פן תמותון</b> כי יש בו בחינת מות, והאלהים אמר לנו לא תאכלו וגו' פן תמותון. ולהשכילך במכוון יש לך לדעת כי כל אשר יצוה ה' עמו לא צוה ה' דבר לצד ההורמנא והנקמה אלא הכל לסיבת הרחקת הנזק והקרבת התועלת. והנך רואה כמה נטיעות נטע ה' וכמה עניינים מופלאים ברא בעולם והכל נתנו ליציר כפיו, והם דברי חוה שדנה כי לא מנעה ה' מעץ הדעת אם לא שהוא חלק המזיק, ויפה דנה והוא אומרה מכל עץ הגן נאכל, פירוש, הרי זה מגיד כי חפץ ה' להטיב לצד הרצון, ומזה אתה למד כי מה שמנענו מזה הוא לצד הרחקת הנזק. והוסיפה לומר <b>ולא תגעו בו</b> הגם שלא נאמר בדברי ה', חשבה כיון שהמניעה היא לצד שלא תסתכן מעתה כל מה שתוסיף להרחיק מבחינת המזיק כן ראוי לעשות. ואפשר כי האדם כשצוה לה על העץ בסדר זה אמר לה להגדלת ההרחקה כשתדע כי עץ זה הוא סם הממית תפליג בהרחקה:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "As to the argument that the tree was so far superior to all the other trees etc., Eve said she thought differently. The tree was inferior; G'd had forbidden it because eating from it would bring on death, the clearest proof that it was inferior to the other trees. Eve told the serpent that all of G'd's commandments were intended for man's benefit, not in order to cause him harm or damage. All the many fruit trees in the garden were proof that G'd had laboured to present man with a beautiful and enjoyable universe. As far as the forbidden tree of knowledge was concerned, G'd had <b>only</b> forbidden its harmful part, i.e. its fruit. Eve argued correctly. This is the meaning of her words: \"from the trees of the garden we may eat. She claimed that this was proof that G'd has our best interests at heart. She reasoned that this in turn proved that G'd was concerned to protect man against harmful influences. Eve added that G'd said: \"do not touch it,\" although G'd is not on record as having said this. She considered the prohibition to touch the tree a logical extension of G'd's concern that His creatures should not come to any harm. It is also possible that at the time Adam had told her not to eat from that tree he had added the warning not to touch it as an additional safeguard because he realised that its fruit contained a deadly poison.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ab446f746f30016ee5da6", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 3:2:3", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Or HaChaim on Genesis 3:2:3", "sourceHeRef": "אור החיים על בראשית ג׳:ב׳:ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>עוד</b> נתכוונה לומר לו יהיה שכדבריו כן הוא כי הוא המשובח מכל עצי הגן כי מה בכך אם האילן משובח הוא מכולן הרי האלהים אמר כי אם נאכל ממנו נתחייב מות ויש לנו לחוש לעצמנו. ואומרה ולא תגעו בו אפשר שחששה לשומן הפירות ובנגיעה יהנה הגוף כאומרם (שבת פ\"ו) מנין לסיכה שהיא וכו' והרי היא נהנית ממנו והיא בכלל אכילה כאומרם בש\"ס (פסחים כא:) כל מקום שנאמר לא תאכלו וגו' אחד איסור אכילה וכו'. ומכוון הדברים כי הגם שיש בו מעלה רמה כדבריו ואין דומה לו הלא רגליו יורדות מות בזה הוא נשפל מכל עצי הגן:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "She told the serpent further that even if it were true that the tree of knowledge was the most superior of all the trees, the fact remained that G'd had said not to eat from it on pain of death. How could one ignore such a warning?! Perhaps she added that the tree was not to be touched for fear that some oil on the outside of the fruit would serve as nutrient for her skin if it came into contact with it. Such bodily contact might be just as forbidden as oiling one's skin is prohibited on the Day of Atonement as part of denying oneself food and drink (based on <i>Pessachim</i> 21). Eve tried to point out that the advantages the tree seemed to offer were outweighed by its disadvantages. As a result the tree was actually the most inferior of all the trees in the garden. ", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ab447f746f30016ee5dad", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 3:2:4", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Or HaChaim on Genesis 3:2:4", "sourceHeRef": "אור החיים על בראשית ג׳:ב׳:ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>ומעתה</b> לא נשאר מקום לטעון עוד קום אכול, וממה נפשך מניעה זו שמנע ה' אותנו מעץ זה לא תמנע מחלוקה או לצד הרחקה מהנזק או לצד לקבל עלינו גזירת מלך ולשמוע בקולו כי זה מנימוסי המלוכה, ולשני הטעמים יש יראת מות בדבר, ועלינו להתרחק:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "At this point Eve completely rejected the serpent's attempt to convince her to eat from the fruit of that tree. She decided that it was her and her husband's duty to keep their distance from that tree.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dd16f958c8041e6acbd6d26", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 5:7:8", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Nachalat Avot on Avot 5:7:8", "sourceHeRef": "נחלת אבות על אבות ה׳:ז׳:ח׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>המדה הה'</b> – שימצא בחכם היא שאומר על: \"ראשון ראשון ועל אחרון אחרון\". כי מפני חכמתו ידע לסדר הדברים בהקדים הקודם לחבירו אם בזמן, או בסיבה, או בסדר. ורבותינו זכרונם לברכה פירשו בהלכות דרך ארץ, שעיקר זה גם במילי דעלמא<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">לפי שבת ל, ע\"ב; פסחים ג, ע\"א. ועוד.</i>, שראינו באליעזר ששאל לרבקה ב' דברים בת מי היא ואם יש לאביה מקום ללון, והיא השיבה על ראשון ראשון – \"בת בתואל אנכי בן מלכה אשר ילדה לנחור\", וזהו – כנגד הראשון. עוד אמר כנגד השני: \"ותאמר אליו גם תבן גם מספוא רב עמנו גם מקום ללון\" (בראשית כד, כג-כה). וכתב הרמב\"ם שבכלל המידה הזאת שילמוד למודו בהקדמות ובהצעות הצריכות לאותה חכמה, כדי שיהיו לו הדרושים בקנין ועל צד האמת יקדים אשר ראוי להקדים בלמודו. וכמו שהזהיר השם יתברך במעמד הר סיני אל \"יהרסו אל יי' לראות ונפל ממנו רב\" (שמות יט, כא). הנה זהו ענין – \"ראשון ראשון ואחרון אחרון\". והנה אדם וחוה גם בזה היו כגלמים, לפי שהשם יתברך ציוה עליהם \"מכל עץ הגן אכול<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">בכתוב: \"אכל\".</i> תאכל ומעץ הדעת טוב ורע לא תאכל ממנו\" (בראשית ב, טז-יז). והנה הוא שנה הסדר ולקח אחרון ראשון, כי קודם שיאכל מעץ הגן אשר הותר לו – אכל מעץ הדעת שהזהירו ממנו באחרונה, וכמו שאמרה חוה לנחש: \"מפרי עץ הגן נאכל\" (בראשית ג, ב), כי עדיין לא אכלו ממנו. ולכן אמר יתברך על האדם \"ולקח גם מעץ החיים ואכל וחי לעולם<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">בכתוב: \"לעלם\".</i>\" (שם שם, כב), כי מה שהיה לו לאכול לא אכל ומה שלא היה לו לאכול אכל.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f043bb5a157d666e704a8ee", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Rav Hirsch on Torah, Genesis 3:2:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "3. Die Antwort spricht sich noch rein aus: keineswegs ist uns alles verboten, vielmehr hat dieselbe Stimme, die uns die so reichen Genüsse des Gartens gestattet, diesen einen untersagt. — Es ist jedoch in dieser Antwort ein Moment enthalten, das wir nicht übersehen dürfen und auf welches bereits die Weisen uns aufmerksam machen. Wir haben bereits gesehen, wie dieses erste Gottesgesetz und seine Geschichte alle die wesentlichen Momente enthält, welche die künftige Gesetzgebung für Israel charakterisieren, und an welchen die nichtjüdische Welt und der nichtjüdische Sinn von jeher Ärgernis genommen. Es ist ein חוק, gehört zu מאכלות אסורות, und war dem ersten Übertreter nur durch תשב\"פ bekannt. In dieser Antwort tritt nun noch ein viertes Moment hervor, das die Summe der den Oberflächlichen und Leichtsinnigen so vielen Anstoß gebenden Momente voll macht. Es ist hier auch sofort der Anfang eines סייג, eines \"Zaungesetzes\", einer מצוה דרבנן. Gott hatte nur das Essen von den Früchten des Baumes verboten, die Antwort der Frau gibt selbst das Berühren des Baumes als verboten an. Es war dies ein Umzäunungsgesetz, das Adams Gewissenhaftigkeit, um sich vor Übertretung zu schützen, dem göttlichen Gebote hinzugefügt. Wir sehen daraus, wie diese סייגים und גזרות sich von selbst aus der natürlichsten Gewissenhaftigkeit ergeben, die die Erfüllung göttlicher Gesetze von uns erwartet. Allein die Weisen warnen zugleich hierbei: שלא תעשה את הגדר יותר על העיקר שלא יפול ויקצץ את הנטיעת כך הב״ה אמר ביום אכלך ממנו ועמדה והעירה עדות שקר לא תגעו בו פן תמותון כיון שראה שכזבה דחפה עליו א״ל כמה דלא דמכת במקרובתיה אף לא במיכליה. Sie warnen, den Zaun nicht wahrheitswidrig zu hoch zu stellen, damit er nicht einfalle und die Pflanzungen, zu deren Schutz er gezogen worden, verderbe. Gott hatte gesprochen: sobald ihr davon esset, werdet ihr sterben, sie aber sagte wahrheitswidrig: berührt ihn nicht, sonst werdet ihr sterben. An dieser Wahrheitswidrigkeit fasste sie die Schlange. Sie brachte die Frau in Berührung mit dem Baume und sprach dann: wie du an der Berührung nicht gestorben, so wirst du auch am Essen nicht sterben. (ביר ייט und אבות דיר נתן). Sie warnen, den Ursprung und die Bedeutung dieser von der jüdischen Gewissenhaftigkeit gebotenen Zaungesetze nie aus den Augen zu verlieren, sich hinsichtlich ihrer stets bewußt zu bleiben, daß sie <i>nicht</i> göttliches Gebot, nicht דאוריתא seien; nur so lange dienen sie uns zur Warnung und zum Schutze. Vergessen wir diesen ihren Charakter, halten wir sie für das ursprüngliche Gottesgebot, so wird gerade ihre Übertretung um so leichter zur Übertretung auch des wirklichen Gottesgesetzes führen. Eine Warnung, die eben die Weisen auch stets innehalten, und immer sorgfältig bemüht sind, ihre סייגים und גזרות als solche, als מצות דרבנן solche erscheinen zu lassen und sie kenntlich von dem דאוריתא zu unterscheiden. Adam hatte es darin versehen, daß er das Berühren wie das Essen als von Gott verboten der Eva überliefert hatte.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e80a892fe4e217bf14a1c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Midrash Lekach Tov, Genesis 3:2:1", "sourceHeRef": "מדרש לקח טוב, בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ותאמר האשה אל הנחש.</b> והיכן היה אדם באותה השעה. <i data-commentator=\"Notes and Corrections\" data-order=\"9\"></i> אבא בר חילפא בר קורייא אמר נתעסק בדרך ארץ וישן לו.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6155563aac7ae21517a24a0b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 3:22", "anchorRef": "Genesis 2:20-3:21", "anchorRefExpanded": ["Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21"], "sourceRef": "Tafsir Rasag, Genesis 3:22", "sourceHeRef": "תפסיר רס\"ג, בראשית ג׳:כ״ב", "anchorVerse": 20, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ת̇ם קאל אללה הוד̇א אדם קד צאר כואחד מנא פי מערפה אלכ̇יר ואלשר ואלאן כילא ימד ידה פיאכ̇ד̇ מן שג̇רה אלחיוה איצ̇א ויאכל ויחיא אלי אלדהר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "Then Allah said, 'Here is Adam, he has become like one of us in the knowledge of good and evil, and now so that he does not stretch out his hand and take from the tree of life to eternity.' ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6155563bac7ae21517a24a0d", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 3:23", "anchorRef": "Genesis 2:20-3:21", "anchorRefExpanded": ["Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21"], "sourceRef": "Tafsir Rasag, Genesis 3:23", "sourceHeRef": "תפסיר רס\"ג, בראשית ג׳:כ״ג", "anchorVerse": 20, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "פטרדה אללה מן ג̇נאן עדן ליפלח אלארץ̇ אלתי אכ̇ד̇ מנהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "Allah expelled him from the Garden of Eden so that the earth prospers, the earth from which he was taken. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6155563bac7ae21517a24a0f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 3:24", "anchorRef": "Genesis 2:20-3:21", "anchorRefExpanded": ["Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21"], "sourceRef": "Tafsir Rasag, Genesis 3:24", "sourceHeRef": "תפסיר רס\"ג, בראשית ג׳:כ״ד", "anchorVerse": 20, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0024, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ולמא טרד אדם אסכן מן שרקי ג̇נאן עדן אלמלאיכה ולמע סיף מתקלב ליחפט̇ו טריק שג̇רה אלחיוה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "And when Adam was expelled, he settled eastward of the Garden of Eden, and the angels were guarding the way to the tree of life with a revolving flashing sword.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "62037ec847cf7a0c25239b39", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Garden and Expulsion 2-9", "anchorRef": "Genesis 2:4-3:24", "anchorRefExpanded": ["Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Garden and Expulsion 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ב׳ ב׳-ט׳", "anchorVerse": 4, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Garden and Expulsion", "he": "בראשית הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["From the perspective of God in Chap. 1, we now switch to that of humankind (note how the opening phrase in 2:4, “earth and heaven,” reverses the order found in 1:1). This most famous of all Genesis stories contains an assortment of mythic elements and images which are common to human views of prehistory: the lush garden, four central rivers located (at least partially) in fabled lands, the mysterious trees anchoring the garden (and the world?), a primeval man and woman living in unashamed nakedness, an animal that talks, and a God who converses regularly and intimately with his creatures. The narrative presents itself, at least on the surface, as a story of origins. We are to learn the roots of human sexual feelings, of pain in childbirth, and how the anomalous snake (a land creature with no legs) came to assume its present form. Most strikingly, of course, the story seeks to explain the origin of the event most central to human consciousness: death.", "The narrative unfolds through a series of contrasts: good and evil, life and death, heaven and earth, give and take, knowledge and ignorance, humans and animals, hiding and revealing. Some of these concepts appear literally as key words in the text. The characters also appear through contrasts: man as God’s image and as dust, woman as helper and hinderer, the snake as shrewd and (after the curse) lowly.", "A further focus is provided by the echoing of the word “eat,” whose connotation changes from sustenance/bounty (2:9, 16) to prohibition (2:17) to misunderstanding (3:1–5) and disobedience (3:6, 11–13), and finally to curse (3:14, 17, 19). Such a flexible use of words sets up a rhythmic drama which, as much of Genesis, bears resemblance to poetry rather than to prose.", "Part I of the story (Chap. 2) sets the stage in the garden, focusing on <i>Adam</i>, “Everyman” (see <i>Cambridge Bible Commentary</i>, Gen. I–II). God is here regularly called “Y<small>HWH</small>, God,” a rare designation which may suggest a preexpulsion view of the wholeness of God as well as of humankind. Man continues his status as “God’s image” (1:26–27), imitating the divine act of giving names (1:5, 8, 10). He is also nevertheless a creature of the dust, both at the beginning (2:7) and end (3:19) of the story.", "The bridge to Part II (Chap. 3) is deftly accomplished by linking two identical­sounding words in the Hebrew, <i>arum</i> (here, “nude” and “shrewd”). The choice of the snake as the third character is typically ancient Near Eastern (it is so used in other stories about death and immortality, such as the <i>Gilgamesh Epic</i> from Mesopotamia). Some interpreters have seen sexual overtones in this choice as well. Yet a plain reading of the text need not overemphasize the snake, who disappears as a personality once the fatal fruit has been eaten.", "The ending of the story has also raised questions of interpretation. Buber was among those who see in the act of expulsion from the garden a deed of mercy rather than one of fear or jealousy. Certainly a creature whose first act upon acquiring new “knowledge” is to cover himself up poses no threat to the Creator. The text, like its late successor, the book of Job, may be suggesting that in the human sphere, unlike the divine, knowledge and mortality are inextricably linked. This is a tragic realization, but it is also the world as human beings know it.", "Although the specifics of this story are never again referred to in the Hebrew Bible, and are certainly not crucial for the rest of Genesis, one general theme <i>is</i> central to the Bible’s worldview. This is that rebellion against or disobedience toward God and his laws results in banishment/estrangement and, literally or figuratively, death. Thus from the beginning the element of <i>choice</i>, so much stressed by the Prophets later on, is seen as the major element in human existence.", "All this said, it should be recognized that the garden story, like many biblical texts, has been the subject of endless interpretation. One line of thought takes the psychological point of view. The story resembles a vision of childhood and of the transition to the contradictions and pain of adolescence and adulthood. In every way—moral, sexual, and intellectual—Adam and Havva are like children, and their actions after partaking of the fruit seem like the actions of those who are unable to cope with newfound powers. The resolution of the story, banishment from the garden, suggests the tragic realization that human beings must make their way through the world with the knowledge of death and with great physical difficulty. At the same time the archetypal man and woman do not make the journey alone. They are provided with protection (clothing), given to them by the same God who punished them for their disobedience. We thus symbolically enter adulthood with the realization that being turned out of Paradise does not mean eternal rejection or hopelessness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c8c9ad75f2d99af71e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Garden and Expulsion 1", "anchorRef": "Genesis 2:4-3:24", "anchorRefExpanded": ["Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Garden and Expulsion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ב׳ א׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 2:4-3:24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 2:4-3:24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63189ad3cd7f19d19aad7fc9", "index_title": "Jewish Women in Time and Torah", "category": "Jewish Thought", "type": "", "ref": "Jewish Women in Time and Torah, ii Woman as a Person 4", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Jewish Women in Time and Torah, ii Woman as a Person 4", "sourceHeRef": "מעמד האשה ביהדות, האשה כאדם ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1984, 1992], "commentaryNum": 4, "collectiveTitle": {"en": "Jewish Women in Time and Torah", "he": "מעמד האשה ביהדות"}, "heTitle": "האשה כאדם", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We shall quote some of the principles of the teaching. Rabbi Eleazar said: “Any man who has no wife is not a man, for it says in the Torah: ‘Male and female He created them and called their name Adam.’”<sup>1</sup><i class=\"footnote\">Yevamot 63a, citing Genesis 3:2.</i> Man and woman together are a complete Adam. Rabbi Helbo said: “One should always be especially careful [to safeguard] the honor of one’s wife, for the blessing in one’s house is found only by the merit of one’s wife.” About honoring one’s wife it is also said: “He who loves his wife as himself and honors her more than himself – of him does the Torah say, ‘and you will know that there is peace in your home, etc.’”<sup>2</sup><i class=\"footnote\">Yevamot 62b.</i> In the same context, we also find the saying: “He who has no wife lives without joy, without blessing, without the goodness of life, [and finally] without life.” This statement assumes that the wife is treated as expressed in the previous sayings. According to the Jerusalem Talmud, on the occasion of one’s marriage all one’s sins are forgiven.<sup>3</sup><i class=\"footnote\">Bikkurim 1:5.</i> In the same vein Rabbi Alexander taught: “Anyone whose wife dies during his life, the world itself is darkened for him.”<sup>4</sup><i class=\"footnote\">Menahot 22.</i> Rav Samuel ben Nahman said: “Everything can be replaced; but for the wife of one’s youth there is no replacement.” It was also taught: “A man dies only for his wife; and a woman, only for her husband.”<sup>5</sup><i class=\"footnote\">Ibid., 22b.</i> It was further taught: “A person whose wife dies is forbidden to remarry until the passing of three festivals, so that he will be without any joy during that period and will not forget the love of his wife.”<sup>6</sup><i class=\"footnote\">Tosafot to Mo’ed Katan 23a.</i> For all these teachings proofs are quoted from verses in the Torah.", "versionTitle": "Hoboken, N.J, Ktav Pub. House, 1990", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64187822c9371ec0cebe5d4c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Reggio on Torah, Genesis 3:2:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>נאכל,</b> יש לנו רשות לאכול:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419554825cae0926906ed4d", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Netinah LaGer, Genesis 3:2:1", "sourceHeRef": "נתינה לגר, בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "בראשית", "he": "<b>מפרי, מפירי.</b> ולקמן פסוק ו' ת' <b>מֵאִבֵּהּ</b> ואפשר שבמקום שהפרי מחובר בלשון עם העץ ת' פרי כמו עץ פרי או פרי העץ אבל פרי לבד ת' <b>אָבָּא</b> כמו לקמן ויקרא י\"ט כ\"ג פריו <b>אִבֵּהּ</b>. ויותר נראה כי בתחלת גדלו בעודו <b>באִבּו</b> נקרא אבא אבל בגמר פרי נקרא גם בלשון ארמי פרי ולכן בפסוק ו' שהיה נחמד למראה כדרך הפרי <b>באבּו</b> ת' <b>באבּה</b> ועיין בת\"י בנביאים איביה ביו\"ד או אנביה בנו\"ן.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc09758c1dc532ec81d4", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 3:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Steinsaltz on Genesis 3:2", "sourceHeRef": "ביאור שטיינזלץ על בראשית ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַתֹּאמֶר הָאִשָּׁה אֶל הַנָּחָשׁ: מִפְּרִי עֵץ הַגָּן נֹאכֵל,</b> אלוקים לא אסר עלינו את אכילת פֵּרות עצי הגן, אך", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The woman said to the serpent: From the fruit of the trees of the garden we may eat.</b> God did not prohibit us from eating the fruit of the garden.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "670e3c3b81055ce21cc4089c", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 12:6", "anchorRef": "Genesis 3:1-16", "anchorRefExpanded": ["Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16"], "sourceRef": "Leviticus 12:6", "sourceHeRef": "ויקרא י״ב:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "וּבִמְלֹ֣את&thinsp;<b>׀</b> יְמֵ֣י טׇהֳרָ֗הּ לְבֵן֮ א֣וֹ לְבַת֒ תָּבִ֞יא כֶּ֤בֶשׂ בֶּן־שְׁנָתוֹ֙ לְעֹלָ֔ה וּבֶן־יוֹנָ֥ה אוֹ־תֹ֖ר לְחַטָּ֑את אֶל־פֶּ֥תַח אֹֽהֶל־מוֹעֵ֖ד אֶל־הַכֹּהֵֽן׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "On the completion of her period of purification, for either son or daughter, she shall bring to the priest, at the entrance of the Tent of Meeting, a lamb in its first year for a burnt offering, and a pigeon or a turtledove for a sin offering.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sin offering </b>See note at 4.3.</i> ", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5145d325edbab43ea856f97e", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 19:4", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Bereshit Rabbah 19:4", "sourceHeRef": "בראשית רבה י״ט:ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [400], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "אָמַר רַבִּי תַּנְחוּמָא הַשְּׁאֵלָה הַזּוֹ שְׁאֵלוּנִי בְּאַנְטוֹכְיָא, אָמַרְתִּי לָהֶם כִּי יוֹדְעִים אֱלֹהִים אֵין כְּתִיב אֶלָּא כִּי יֹדֵעַ אֱלֹהִים כִּי בְּיוֹם אֲכָלְכֶם. רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי אָמַר הִתְחִיל אוֹמֵר דֵּלָטוֹרְיָא עַל בּוֹרְאוֹ, אָמַר מֵאִילָן הַזֶּה אָכַל וּבָרָא הָעוֹלָם, וְהוּא אוֹמֵר לָכֶם לֹא תֹאכְלוּ מִמֶּנּוּ, שֶׁלֹא תִבְרְאוּ עוֹלָמוֹת אֲחֵרִים, דְּכָל אִינָשׁ וְאִינָשׁ סָנֵי בַּר אֻמְנָתֵיהּ. רַבִּי יְהוּדָה בְּרַבִּי סִימוֹן אָמַר כָּל שֶׁנִּבְרָא אַחַר חֲבֵרוֹ שַׁלִּיט בַּחֲבֵרוֹ, שָׁמַיִם בָּרִאשׁוֹן, וְרָקִיעַ בַּשֵּׁנִי, אֵינוֹ סוֹבְלָן, אֶתְמְהָא. רָקִיעַ בַּשֵּׁנִי, וּדְשָׁאִים בַּשְּׁלִישִׁי, אֵינָן מְסַפְּקִין אֶת מֵימָיו, דְּשָׁאִים בַּשְׁלִישִׁי, וּמְאוֹרוֹת בָּרְבִיעִי, אֵינָן מְבַשְּׁלִין פֵּרוֹתָיו, מְאוֹרוֹת בָּרְבִיעִי, וְעוֹפוֹת בַּחֲמִישִׁי. אָמַר רַבִּי יְהוּדָה בַּר סִימוֹן זִיז עוֹף טָהוֹר הוּא וּבְשָׁעָה שֶׁהוּא פּוֹרֵחַ מְכַסֶּה גַּלְגַּל חַמָּה, וְאָדָם נִבְרָא אַחַר הַכֹּל לִשְׁלֹט בַּכֹּל, קִדְמוּ וְאִכְלוּ עַד שֶׁלֹא יִבְרָא עוֹלָמוֹת אֲחֵרִים וְהֵן שׁוֹלְטִין בָּכֶם, הֲדָא הוּא דִכְתִיב <small>(בראשית ג, ו)</small>: וַתֵּרֶא הָאִשָּׁה כִּי טוֹב וגו', רָאֲתָה דְּבָרָיו שֶׁל נָחָשׁ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“For God knows that, on the day you eat from it, your eyes will be opened, and you will be as God, knowing good from evil (Genesis 3:5).</b> <br>Rabbi Tanḥuma said: They asked me this question<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The difficulty is that the latter part of the verse could be translated, “you will be as gods, who know good from evil,” which implies that there are multiple deities.</i> in Antioch. I said to them: “For God knows [<i>yodim</i>]”<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Plural.</i> is not written, but rather, “for God knows [<i>yode’a</i>]<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Singular.</i> that, on the day you eat from it.”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The very same verse speaks of God in the singular. Therefore, the correct translation of the end of the verse must be: “You will be as God, [becoming people] who know good from evil.” </i> <br>Rabbi Yehoshua of Sikhnin said in the name of Rabbi Levi: It began to slander its Creator. It said: ‘He ate from this tree and then created the world, so He says to you: Do not eat from it so you will not create other worlds. For every person hates the craftsman that competes with him.’  <br>Rabbi Yehuda ben Rabbi Simon said: [The serpent said:] ‘Everything that was created after its counterpart dominates that counterpart.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The creations of each day are subservient to the creations created on the following day.</i> The heavens were created on the first day and the firmament on the second. Does it [the firmament] not hold them up? That is a rhetorical question. The firmament was created on the second day and the vegetation on the third – does it [the firmament] not supply water for it? Vegetation was created on the third day and the luminaries on the fourth – do they [the luminaries] not cause its [the earth’s] produce to grow? The luminaries were created on the fourth day and the birds on the fifth – the <i>ziz </i>is a very large bird and when it flies it obscures the orb of the sun.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">So there is a bird that overpowers the sun, by blocking it out.</i> Man was created after everything in order to dominate everything. Hurry and eat [the fruit] now, before He creates additional worlds and they will dominate you.’ That is what is written: “The woman saw that the tree was good…” (Genesis 3:6) – she saw<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">That is, she understood and accepted.</i> the arguments of the serpent.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58aeac79d6e4a953a4263334", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 19:3", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Bereshit Rabbah 19:3", "sourceHeRef": "בראשית רבה י״ט:ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [400], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַתֹּאמֶר הָאִשָּׁה אֶל הַנָּחָשׁ <small>(בראשית ג, ב)</small>, וְהֵיכָן הָיָה אָדָם בְּאוֹתָהּ שָׁעָה, אַבָּא בַּר קוֹרְיָיה אָמַר נִתְעַסֵּק בְּדֶרֶךְ אֶרֶץ וְיָשַׁן לוֹ. רַבָּנָן אַמְרֵי נְטָלוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא וְהֶחֱזִירוֹ בְּכָל הָעוֹלָם כֻּלּוֹ, אָמַר לוֹ כָּאן בֵּית נֶטַע, כָּאן בֵּית זֶרַע, הֲדָא הוּא דִכְתִיב <small>(ירמיה ב, ו)</small>: בְּאֶרֶץ לֹא עָבַר בָּהּ אִישׁ וְלֹא יָשַׁב אָדָם שָׁם, לֹא יָשַׁב אָדָם הָרִאשׁוֹן שָׁם. וּמִפְּרִי הָעֵץ אֲשֶׁר בְּתוֹךְ הַגָּן וגו' וְלֹא תִגְעוּ בּוֹ <small>(בראשית ג, ג)</small>, הֲדָא הוּא דִכְתִיב <small>(משלי ל, ו)</small>: אַל תּוֹסְףְ עַל דְּבָרָיו פֶּן יוֹכִיחַ בְּךָ וְנִכְזָבְתָּ. תָּנֵי רַבִּי חִיָּא שֶׁלֹא תַעֲשֶׂה אֶת הַגָּדֵר יוֹתֵר מִן הָעִקָּר שֶׁלֹא יִפֹּל וְיִקְצֹץ הַנְּטִיעוֹת. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(בראשית ב, יז)</small>: כִּי בְּיוֹם אֲכָלְךָ מִמֶּנּוּ וגו', וְהִיא לֹא אָמְרָה כֵּן, אֶלָא <small>(בראשית ג, ג)</small>: אָמַר אֱלֹהִים לֹא תֹאכְלוּ מִמֶּנּוּ וְלֹא תִגְּעוּ בּוֹ, כֵּיוָן שֶׁרָאָה אוֹתָהּ עוֹבֶרֶת לִפְנֵי הָעֵץ נְטָלָהּ וּדְחָפָהּ עָלָיו, אָמַר לָהּ הָא לָא מִיתַת, כְּמָה דְּלָא מִיתַת בְּמִקְרְבֵיהּ, כֵּן לָא מִיתַת בְּמֵיכְלֵיהּ, אֶלָּא <small>(בראשית ג, ה)</small>: כִּי יֹדֵעַ אֱלֹהִים כִּי בְּיוֹם וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The woman said to the serpent: From the fruit of the trees of the garden we may eat” (Genesis 3:2).</b> <br>“The woman said to the serpent” – where was Adam at that time?<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Why was it not speaking with Adam?</i> Abba bar Korya said: He had engaged in the way of nature<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">He had had relations with Eve.</i> and he was sleeping. The Rabbis say: The Holy One blessed be He was taking him and circulating throughout the entire world [telling him]: ‘This is a good place to plant, this is a good place to sow.’ That is what is written: “In a land that no man has ever crossed, and where no person [<i>adam</i>] has ever dwelled” (Jeremiah 2:6) – Adam the first man did not dwell there.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">This was a land that Adam had been told was not fit for settlement.</i> <br><b>“But from the fruit of the tree that is in the midst of the garden, God said: You shall not eat of it, nor shall you touch it, lest you die” (Genesis 3:3).</b> <br>“But from the fruit of the tree that is in the midst of the garden…nor shall you touch it” – that is what is written: “Do not add to His words, lest He rebuke you, and you will be found to be false” (Proverbs 30:6). Rabbi Ḥiyya taught: [This teaches] that you should not make the fence [around an orchard] taller than the main object [being protected], so it should not fall and sever the saplings.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">A fence is needed, but it should not be made in a way that it might harm what it is protecting.</i> So, the Holy One blessed be He said [merely]: “As on the day that you eat of it [you shall die]” (Genesis 2:17). But she did not say that, rather [she added on to it<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Constructing a fence, as it were, to guard against the actual prohibition.</i> and said:] “God said: You shall not eat of it, nor shall you touch it.” When it saw her passing before the tree, it took hold of her and pushed her onto it. It said to her: ‘See, you did not die. Just as you did not die from touching it, so you will not die from eating of it. Rather [the real reason God forbade you to eat of it is:] “for God knows that on the day [you eat from it…you will be as God, knowing good from evil]”’ (Genesis 3:5).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5976550fd6e4a90179bf59ce", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 3:2:1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Be'er Mayim Chaim, Genesis 3:2:1", "sourceHeRef": "באר מים חיים, בראשית ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>ותאמר</b> האשה אל הנחש מפרי עץ הגן נאכל ומפרי העץ אשר בתוך הגן אמר אלהים לא תאכלו ממנו ולא תגעו בו פן תמותון. השיבתו תשובה כוללת על כל דבריו מה שרצה לאסור להם אכילת עצי הגן. הן על דרך הגדר, והן בדרך שאלה איך היתה דבר ה'. ואמרה לו, הנה בפירוש צונו ה' להיות דוקא נאכל משאר עצי הגן וכאשר כתבנו בפסוק ויצו ה' האמור. ובודאי לא שייך גדר וסייג במה שבא הצווי מפורש דוקא לאכול. ורק מפרי העץ אשר בתוך הגן אמר אלהים לא תאכלו ממנו ולא תגעו בו, כלומר די בגדר שנצטוינו מפיו יתברך שמו שאף לא תגעו פן תמותון. והנגיעה במיתה כמו באכילה כי כן סברה בדעתה כי אדם עשה לעצמו גדר וסייג לאסור הנגיעה בעצמו ואמר לאשתו שהאכילה והנגיעה אסורה במיתה <small>(כמו שמובא באבות דרבי נתן פרק קמ\"א, ה')</small> ובזה עברה על לא תוסיף ויתר כנטול דמי ועברה על לא תגרע. ויש לדון מה שדן אדם לאסור הנגיעה כי כל מקום שנאמר לא תאכל אחד איסור אכילה ואחד איסור הנאה במשמע <small>(פסחים כ\"א:)</small> ונגיעה מקרי הנאה כי חשיב כמשתמש באילן וכעין שאמרו חז\"ל <small>(עירובין ק'.)</small> לענין שבת אין עולין באילן ואין נתלין ואין נשענין באילן וכו' הרי שגם נגיעה חשיב משתמש וגם להיות שתאוה הוא לעינים על כן סבר שראוי להתרחק מראייתו מכל שכן לנגוע בקצהו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85d04b266d56e5e838dd6e", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Bereshit 406", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Agra DeKala, Bereshit 406", "sourceHeRef": "אגרא דכלה, בראשית ת״ו", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 406, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "בראשית", "he": "<b>ותאמר</b> האשה אל הנחש מפרי עץ הגן נאכל (בראשית ג ב), ר\"ל מה לנו לזה הרי נאכל מכל הפירות של עץ הגן והוא העיקר בודאי, ואם תאמר כיון שהוא העיקר למה באה בציווי ובמאמרו ית' ע\"ץ לא הפרי בפרטות, לזה אמרה:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6334322179668b92f7a99f27", "index_title": "Bekhor Shor", "category": "Quoting Commentary", "type": "", "ref": "Bekhor Shor, Genesis 3:1:2", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "Bekhor Shor, Genesis 3:1:2", "sourceHeRef": "בכור שור, בראשית ג׳:א׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1145, 1195], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "בראשית", "he": "<b>אף כי אמר אלקים וגו'.</b> כלו' אף כי כל כך חביב זה הגן לפני הקב\"ה שהזמין נהרות להשקותו וצוה על אדם לשמרו ואף אמר לו שלא יאכל מפריו אמרה לו האשה מכל עץ גן נאכל וטובה עשה לנו שלא מנע ממנו רק עץ הדעת לטובתנו פן נמות שאינו רוצה שיזיקנו כי סם המות הוא. אמר לה שוטה לא לטובתכם נתכוון ולא סם המות הוא ולא מות תמותון אם תאכלו ממנו רק לרעתכם נתכוון שכל כך הוא טוב שאינו רוצה שתאכלו ממנו שאם תאכלו ממנו הייתם חכמים וערומים והייתם כמלאכים להבחין בין טוב לרע להחכים ולהערים וכל רז לא אנס לכם אבל אינו רוצה שתבואו לכלל המלאכים:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": "<b>Did God really say, etc.:</b> Meaning to say, \"Even though this garden is so beloved before the Holy One, blessed be He, such that He brought rivers to water it and commanded Adam to guard it - did He really say not to eat from its fruit?\" The woman said to it, \"'From the fruit of the trees of the Garden we may eat' (Genesis 3:2), and He did us [another] goodness: For he only prevented us from the tree of knowledge for our [own] good, lest we die. As He did not want to hurt us, since it is poison.\" He said to her, \"Fool! He did not intend it for your good, it is not poison and you will not surely die if you eat from it. Rather He intended it for your detriment. As it is so good that He does not want you to eat from it. For if you eat from it, you will become wise and sly and you will become like the angels, to distinguish between good and evil, to be wise and sly and no mystery will baffle you. But He does not want you to reach the category of angels.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319cfddb6084aa1cbefcc0d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִשָּׁה 1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "BDB, אִשָּׁה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִשָּׁה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִשָּׁה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אִשָּׁה</span></big><sub>775</sub>  <strong>n.f.</strong> woman, wife, female <strong>(</strong>Arabic <span dir=\"rtl\">أُنْثَى</span>, Sab. <span dir=\"rtl\">אנתֿת</span> etc. DHM<sup>ZK 1884, 360</sup>, Aramaic <span dir=\"rtl\">אִתְּתָא</span>, <span dir=\"rtl\">אִנְתְּתָא</span>, <span dir=\"rtl\">אִתָּא</span>, <span dir=\"rtl\">ܐܰܢ̱ܬܬܴܐ</span>, Palm. Nab. <span dir=\"rtl\">אנתתא</span>, Ethiopic አንስት Ph. <span dir=\"rtl\">אשת</span>, Assyrian <em>aššatu</em> COT<sup>Gloss</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> +; cstr. <span dir=\"rtl\">אֵשֶׁת</span> <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a> + (appar. abs. <a data-ref=\"Deuteronomy 21:11\" href=\"/Deuteronomy.21.11\">Dt 21:11</a>; <a data-ref=\"I Samuel 28:7\" href=\"/I_Samuel.28.7\">1 S 28:7</a> <a data-ref=\"Psalms 58:9\" href=\"/Psalms.58.9\">ψ 58:9</a> but cf. Bö<sup>§ 728</sup> Ges<sup>§ 130, 5</sup>); sf. <span dir=\"rtl\">אִשְׁתִּי</span> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a> +; <span dir=\"rtl\">אִשְׁתְּךָ</span> <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">Gn 12:18</a> + (<span dir=\"rtl\">אֶשְׁתְּךָ</span> <a data-ref=\"Psalms 128:3\" href=\"/Psalms.128.3\">ψ 128:3</a>), etc.; Pl. †<span dir=\"rtl\">אִשֹּׁת</span> <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a> (Co <span dir=\"rtl\">לעשׂות</span>); <span dir=\"rtl\">נָשִׁים</span> <a data-ref=\"Genesis 4:19\" href=\"/Genesis.4.19\">Gn 4:19</a> +; cstr. <span dir=\"rtl\">נְשֵׁי</span> <a data-ref=\"Genesis 4:23\" href=\"/Genesis.4.23\">Gn 4:23</a> +; sf. <span dir=\"rtl\">נָשַׁי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a>; <a data-ref=\"I Kings 20:7\" href=\"/I_Kings.20.7\">1 K 20:7</a>; <span dir=\"rtl\">נְשֵׁיכֶם</span> <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">Ex 22:23</a> +, etc.;—<br><strong>1.</strong>  <em>woman</em> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>; <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">12:11</a> +; opp. man <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">2:22</a>, <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">23</a> <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">Ex 35:29</a>; <a data-ref=\"Exodus 36:6\" href=\"/Exodus.36.6\">36:6</a>; <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">Dt 17:2</a>, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">5</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>; <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> +; <span dir=\"rtl\">א׳</span> emphat. <em>a genuine</em> (or ideal) <em>woman</em> <a data-ref=\"Ecclesiastes 7:28\" href=\"/Ecclesiastes.7.28\">Ec 7:28</a> (‖ <span dir=\"rtl\">אדם</span>); sim. of men as feeble, timid <a data-ref=\"Jeremiah 50:37\" href=\"/Jeremiah.50.37\">Je 50:37</a>; <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">51:30</a>; note especially <span dir=\"rtl\">הַטַּף בַּנָּשִׁים</span> <em>the children among the women, female children</em> <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">Nu 31:18</a> (P); as conceiving <a data-ref=\"Exodus 2:2\" href=\"/Exodus.2.2\">Ex 2:2</a>; <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a>; <a data-ref=\"II Samuel 11:5\" href=\"/II_Samuel.11.5\">2 S 11:5</a> +; travailing <a data-ref=\"Jeremiah 13:21\" href=\"/Jeremiah.13.21\">Je 13:21</a>; bearing children <a data-ref=\"Judges 13:24\" href=\"/Judges.13.24\">Ju 13:24</a>; <a data-ref=\"I Kings 3:18\" href=\"/I_Kings.3.18\">1 K 3:18</a>; cf. <a data-ref=\"Job 14:1\" href=\"/Job.14.1\">Jb 14:1</a>; <a data-ref=\"Job 15:14\" href=\"/Job.15.14\">15:14</a>; <a data-ref=\"Job 25:4\" href=\"/Job.25.4\">25:4</a> +, etc.; suckling <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; <span dir=\"rtl\">אֹרַח כַּנָּשִׁים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a>; <span dir=\"rtl\">דֶּרֶךְ נָשִׁים</span> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">31:35</a>; with adj., or app., <span dir=\"rtl\">א׳מֵינֶקֶת</span> <em>nursing woman, nurse</em> <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">Ex 2:7</a>; <span dir=\"rtl\">א׳ זוֹנָה</span> <em>harlot</em> <a data-ref=\"Joshua 2:1\" href=\"/Joshua.2.1\">Jos 2:1</a>; <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">6:22</a>; <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">Ju 11:1</a>; <a data-ref=\"Judges 16:1\" href=\"/Judges.16.1\">16:1</a>; <a data-ref=\"I Kings 3:16\" href=\"/I_Kings.3.16\">1 K 3:16</a>; <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">Pr 6:26</a>; <a data-ref=\"Jeremiah 3:3\" href=\"/Jeremiah.3.3\">Je 3:3</a> <a data-ref=\"Ezekiel 16:30\" href=\"/Ezekiel.16.30\">Ez 16:30</a>; <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">23:44</a>; so <span dir=\"rtl\">א׳ זָרָה</span> <a data-ref=\"Proverbs 2:16\" href=\"/Proverbs.2.16\">Pr 2:16</a>; <a data-ref=\"Proverbs 7:5\" href=\"/Proverbs.7.5\">7:5</a>; cf. also <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a> supr.; <span dir=\"rtl\">א׳ מְנָאָ֑פֶת</span> <em>adulteress</em> <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a> (cf. <span dir=\"rtl\">אֵשֶׁת אִישׁ</span> <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">6:26</a>), <span dir=\"rtl\">אֵשֶׁת זְנוּנִים</span> <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a>; <span dir=\"rtl\">נָשִׁים נָכְרִיּוֹת</span> <em>foreign women</em> <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">1 K 11:1</a>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">8</a>; <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">10</a>, <a data-ref=\"Ezra 10:11\" href=\"/Ezra.10.11\">11</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a>, <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">18</a>, <a data-ref=\"Ezra 10:44\" href=\"/Ezra.10.44\">44</a>; <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>, <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">27</a> (cf. v <a data-ref=\"Nehemiah 13:23\" href=\"/Nehemiah.13.23\">23</a>); <span dir=\"rtl\">א׳ חֲכָמָה</span> <em>wise woman</em>, one known as clever, shrewd <a data-ref=\"II Samuel 14:2\" href=\"/II_Samuel.14.2\">2 S 14:2</a>; <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">20:16</a>, etc.; also <span dir=\"rtl\">א׳ פִּילֶגֶשׁ</span> <em>concubine</em> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">Ju 19:1</a>, <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">27</a>: <span dir=\"rtl\">א׳ אַלְמָנָה</span> <em>widow</em> <a data-ref=\"II Samuel 14:5\" href=\"/II_Samuel.14.5\">2 S 14:5</a>; <a data-ref=\"I Kings 11:26\" href=\"/I_Kings.11.26\">1 K 11:26</a>; <a data-ref=\"I Kings 17:9\" href=\"/I_Kings.17.9\">17:9</a>, <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">10</a>; <span dir=\"rtl\">א׳ נְבִיאָה</span> <em>prophetess</em> <a data-ref=\"Judges 4:4\" href=\"/Judges.4.4\">Ju 4:4</a>; also cstr. bef. noun of quality <span dir=\"rtl\">אֵשֶׁתרָ֑ע</span> <a data-ref=\"Proverbs 6:24\" href=\"/Proverbs.6.24\">Pr 6:24</a>; <span dir=\"rtl\">א׳ כְּסִילוּת</span> <a data-ref=\"Proverbs 9:13\" href=\"/Proverbs.9.13\">9:13</a>; <span dir=\"rtl\">א׳ חֵן</span> <a data-ref=\"Proverbs 11:16\" href=\"/Proverbs.11.16\">11:16</a>; <span dir=\"rtl\">א׳ חַיִל</span> <a data-ref=\"Proverbs 12:4\" href=\"/Proverbs.12.4\">12:4</a>; <a data-ref=\"Proverbs 31:10\" href=\"/Proverbs.31.10\">31:10</a>; <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">Ru 3:11</a>; <span dir=\"rtl\">א׳ מִדְיָנִים</span> <a data-ref=\"Proverbs 21:9\" href=\"/Proverbs.21.9\">Pr 21:9</a>; <a data-ref=\"Proverbs 25:24\" href=\"/Proverbs.25.24\">25:24</a>; <a data-ref=\"Proverbs 27:15\" href=\"/Proverbs.27.15\">27:15</a>; <span dir=\"rtl\">א׳ מ׳ וָכָ֑עַס</span> <a data-ref=\"Proverbs 21:19\" href=\"/Proverbs.21.19\">21:19</a>.<br><strong>2.</strong>  <em>Wife</em> (woman belonging to a man, usually cstr. or sf.) <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a>, <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">25</a>; <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a>; <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">4:1</a>, <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">17</a> + often; of one betrothed <span dir=\"rtl\">(ארשׂ)</span> <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">Dt 20:7</a>; <a data-ref=\"Deuteronomy 28:30\" href=\"/Deuteronomy.28.30\">28:30</a>; <span dir=\"rtl\">בַּעַל (הָ)אִשָּׁה</span> <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">Ex 21:3</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a>; <span dir=\"rtl\">אִישׁ הָאִשָּׁה</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">Ju 20:4</a>; <span dir=\"rtl\">לְאִשָּׁה</span> <em>to wife</em> <a data-ref=\"Genesis 12:19\" href=\"/Genesis.12.19\">Gn 12:19</a>; <a data-ref=\"Genesis 16:3\" href=\"/Genesis.16.3\">16:3</a>; <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">34:21</a> + often (after <span dir=\"rtl\">לָקַח</span>, <span dir=\"rtl\">נָתַן</span> husband or father subj.); <em>for wife</em> (after <span dir=\"rtl\">הָֽיְתָה</span>, woman subj.) <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a>; <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">11</a>, <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>; <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">Dt 22:19</a>, <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">29</a> +; for unfaithful wife cf. <strong>1</strong>; cstr. in phr. <span dir=\"rtl\">אֵשֶׁת חֵיקֶ֑ךָ</span> <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">Dt 13:7</a> cf. <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">28:54</a>; <span dir=\"rtl\">א׳ נְעוּרֶיךָ</span> <a data-ref=\"Proverbs 5:18\" href=\"/Proverbs.5.18\">Pr 5:18</a>; <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">Mal 2:14</a>, <a data-ref=\"Malachi 2:15\" href=\"/Malachi.2.15\">15</a>; <span dir=\"rtl\">א׳ בְּרִיתֶ֑ךָ</span> v <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">14</a>; <span dir=\"rtl\">אֵשֶׁת אָב</span> = step-mother <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">Lv 18:8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a>; <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">20:11</a>.<br><strong>3.</strong>  <em>Female</em> of animals <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a><sup>(×2)</sup>; v. also sub <strong>4</strong>.<br>†<strong>4.</strong>  With distrib. & recipr. sense, <span dir=\"rtl\">א׳ מֵאֵת רְעוּתָהּ</span> <em>each woman from her neighbour</em> <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> (E); cf. <a data-ref=\"Ruth 1:8\" href=\"/Ruth.1.8\">Ru 1:8</a>, <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">9</a>; <a data-ref=\"Jeremiah 9:19\" href=\"/Jeremiah.9.19\">Je 9:19</a>; <em>each one</em>, of birds of prey <a data-ref=\"Isaiah 34:15\" href=\"/Isaiah.34.15\">Is 34:15</a> cf. v <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">16</a> (del. Bi Che); of cows (fig. of heartless women of Isr.) <a data-ref=\"Amos 4:3\" href=\"/Amos.4.3\">Am 4:3</a>; of sheep (fig. of Isr.) <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; & of inanimate things (P, & late) <span dir=\"rtl\">א׳ אֶל אֲחֹתָהּ</span> <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 26:5\" href=\"/Exodus.26.5\">5</a>, <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">6</a>, <a data-ref=\"Exodus 26:17\" href=\"/Exodus.26.17\">17</a> (P) <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a> (del. Co) v <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a>; <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">3:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d086b6084aa1cbf04777", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גַּן² 1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "BDB, גַּן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, גַּן² א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גַּן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">גַּן</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Song of Songs 4:12\" href=\"/Song_of_Songs.4.12\">Ct 4:12</a></sup> & (<a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">Gn 2:15</a>) <strong>f. enclosure, garden (</strong>NH <em>id.</em>, <span dir=\"rtl\">גַּנָּה</span>, Arabic <span dir=\"rtl\">جَنَّةٌ</span>, Ethiopic ገnነት Assyrian <em>gannu</em> or <em>gannatu</em> word of unc. meaning; Aramaic <span dir=\"rtl\">גִּנָּא</span>, <span dir=\"rtl\">גִּנְתָּא</span>, <span dir=\"rtl\">ܓܰܢܬܳܐ</span>; Ph. <span dir=\"rtl\">פר אגנן אם צץ[צ]</span> CIS<sup>i, 165, 11 & p. 232 f.</sup> <em>birds of enclosure</em> (domestic fowls) <em>or of wing</em><strong>)</strong>—abs. <span dir=\"rtl\">גַּן</span> <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">Gn 2:8</a> + 3 times; cstr. <em>id.</em> <a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">Gn 2:15</a> + 19 times; c. art. <span dir=\"rtl\">הַגָּן</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a> + 9 times, but <span dir=\"rtl\">כַּגַּן</span> <a data-ref=\"Lamentations 2:6\" href=\"/Lamentations.2.6\">La 2:6</a>; sf. <span dir=\"rtl\">גַּנִּי</span> <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a>; <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">5:1</a>, <span dir=\"rtl\">גַּנּוֹ</span> <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a>; <a data-ref=\"Song of Songs 6:2\" href=\"/Song_of_Songs.6.2\">6:2</a>; Pl. <span dir=\"rtl\">גַּנִּים</span> <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a> + 2 times—<em>garden</em> as enclosure <a data-ref=\"Lamentations 2:6\" href=\"/Lamentations.2.6\">La 2:6</a> (simile); <span dir=\"rtl\">הַיּוֹשֶׁבֶת בַּגַּנִּים</span> <a data-ref=\"Song of Songs 8:13\" href=\"/Song_of_Songs.8.13\">Ct 8:13</a>; cf. <a data-ref=\"Song of Songs 4:12\" href=\"/Song_of_Songs.4.12\">Ct 4:12</a> (fig. of bride <span dir=\"rtl\">גַּן נָעוּל</span>); <em>g. of herbs</em> <span dir=\"rtl\">(יָרָק)</span> <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">Dt 11:10</a> <a data-ref=\"I Kings 21:2\" href=\"/I_Kings.21.2\">1 K 21:2</a>; fig. of bride, <em>g. of plants, fruits, and spices</em> <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a><sup>(×2)</sup>; <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">5:1</a>; <a data-ref=\"Song of Songs 6:2\" href=\"/Song_of_Songs.6.2\">6:2</a><sup>(×2)</sup> cf. <span dir=\"rtl\">מַעְיַן גנים</span> <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a>; <em>g. of</em> (<em>king’s</em>) <em>house</em> <a data-ref=\"II Kings 21:18\" href=\"/II_Kings.21.18\">2 K 21:18</a> = <span dir=\"rtl\">גַּן־עֻזָּא</span> <a data-ref=\"II Kings 21:18\" href=\"/II_Kings.21.18\">2 K 21:18</a>, <a data-ref=\"II Kings 21:26\" href=\"/II_Kings.21.26\">26</a>; <span dir=\"rtl\">גַּן הַמֶּלֶךְ</span> <a data-ref=\"II Kings 25:4\" href=\"/II_Kings.25.4\">2 K 25:4</a> <a data-ref=\"Jeremiah 39:4\" href=\"/Jeremiah.39.4\">Je 39:4</a>; <a data-ref=\"Jeremiah 52:7\" href=\"/Jeremiah.52.7\">52:7</a> <a data-ref=\"Nehemiah 3:15\" href=\"/Nehemiah.3.15\">Ne 3:15</a>, cf. <a data-ref=\"BDB, בֵּית הַגָּן\" href=\"/BDB,_בֵּית הַגָּן\", dir=\"rtl\">בֵּית הַגָּן</a> <a data-ref=\"II Kings 9:27\" href=\"/II_Kings.9.27\">2 K 9:27</a> (at Jezreel? but this perhaps <strong>n.pr.loc.</strong> v. sub <a data-ref=\"BDB, בַּ֫יִת\" href=\"/BDB,_בַּ֫יִת\", dir=\"rtl\">בית</a> p. 111); most often of garden (orchard?) in Eden (Hex only Gn & only J) <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">Gn 2:8</a>, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">9</a>, <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">10</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>, <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">3</a>, <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">8</a><sup>(×2)</sup>, <a data-ref=\"Genesis 3:10\" href=\"/Genesis.3.10\">10</a>, called <span dir=\"rtl\">גַּן־עֵדֶן</span> <a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">Gn 2:15</a>; <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">3:23</a>, <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">24</a> <a data-ref=\"Ezekiel 36:35\" href=\"/Ezekiel.36.35\">Ez 36:35</a> <a data-ref=\"Joel 2:3\" href=\"/Joel.2.3\">Jo 2:3</a>, cf. <span dir=\"rtl\">גן־י׳</span> <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a> <a data-ref=\"Isaiah 51:3\" href=\"/Isaiah.51.3\">Is 51:3</a> (both in simile); <span dir=\"rtl\">גן־אלהים</span> <a data-ref=\"Ezekiel 28:13\" href=\"/Ezekiel.28.13\">Ez 28:13</a> <span dir=\"rtl\">(עֵדֶן גן־אל׳)</span>, <a data-ref=\"Ezekiel 31:8\" href=\"/Ezekiel.31.8\">31:8</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 31:9\" href=\"/Ezekiel.31.9\">9</a> (‖ <span dir=\"rtl\">עֵדֶן</span>); in last three the trees of the garden are comp. with Assyrian under fig. of cedar of Lebanon."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0c4b6084aa1cbf073b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Genesis 2:4-3:23", "anchorRefExpanded": ["Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2ffb6084aa1cbf21273", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָחָשׁ 1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "BDB, נָחָשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָחָשׁ א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָחָשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">נָחָשׁ</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a></sup> <strong>serpent (</strong>NH <em>id.;</em> Arabic <span dir=\"rtl\">حَنَشٌ</span> <em>serpent, viper</em> (Lane<sup>406</sup> anything <em>hunted</em>) is cp. by Lag<sup>M i. 230; BN 50, 188</sup> BA<sup>ES 48</sup>, but improb.; Arabic <span dir=\"rtl\">نَحِسَ</span> v. sub [<a data-ref=\"BDB, נָחַשׁ\" href=\"/BDB,_נָחַשׁ\", dir=\"rtl\">נָחַשׁ</a>] infr.; on formation cf. Lag<sup>BN 50</sup><strong>)</strong>;—abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Amos 5:19\" href=\"/Amos.5.19\">Am 5:19</a> +; cstr. <span dir=\"rtl\">נְחָשׁ</span> <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">Nu 21:9</a> + 2 times; pl. <span dir=\"rtl\">נְחָשִׁים</span> <a data-ref=\"Numbers 21:6\" href=\"/Numbers.21.6\">Nu 21:6</a> <a data-ref=\"Jeremiah 8:17\" href=\"/Jeremiah.8.17\">Je 8:17</a>;—<br><strong>1.</strong>  <em>serpent:</em> <strong>a.</strong>  as biting, <a data-ref=\"Amos 5:19\" href=\"/Amos.5.19\">Am 5:19</a> <a data-ref=\"Ecclesiastes 10:8\" href=\"/Ecclesiastes.10.8\">Ec 10:8</a>, in spite of charm <span dir=\"rtl\">(לַחַשׁ)</span> v <a data-ref=\"Ecclesiastes 10:11\" href=\"/Ecclesiastes.10.11\">11</a> [cf. Ecclus <a data-ref=\"Ben Sira 12:13\" href=\"/Ben_Sira.12.13\">12:13</a>], <a data-ref=\"Jeremiah 8:17\" href=\"/Jeremiah.8.17\">Je 8:17</a> (+ <span dir=\"rtl\">צִפְעֹנִים</span>; fig. of enemies); so <span dir=\"rtl\">הַנְּחָשִׁים הַשְּׂרָפִים</span> <a data-ref=\"Numbers 21:6\" href=\"/Numbers.21.6\">Nu 21:6</a> (deadly; JE; cf. Jacob<sup>Arab. Dicht. iv. 10 ff.</sup>), and sg. v <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">9</a>, also (coll.) v <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">7</a> cf. <span dir=\"rtl\">נ׳ שָׂרָף</span> <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> (+ <span dir=\"rtl\">עַקְרָב</span>); <span dir=\"rtl\">נ׳</span> fig. of oppressor, <span dir=\"rtl\">מִשֹּׁרֶשׁ נָחָשׁ יֵצֵא צֶפַע וּפִרְיוֹ שָׂרָף מְעוֹפֵף</span> <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>; fig. of Dan <a data-ref=\"Genesis 49:17\" href=\"/Genesis.49.17\">Gn 49:17</a> (poem in J; ‖ <span dir=\"rtl\">שְׁפִיפֹן</span>); <span dir=\"rtl\">חֲמַת נ׳</span> <a data-ref=\"Psalms 58:5\" href=\"/Psalms.58.5\">ψ 58:5</a> (sim. of perniciousness of ungodly), cf. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">140:4</a>; sim. of effect of wine <a data-ref=\"Proverbs 23:32\" href=\"/Proverbs.23.32\">Pr 23:32</a> (‖ <span dir=\"rtl\">צִפִעֹנִי</span>). <strong>b.</strong>  rod becomes <span dir=\"rtl\">נ׳</span> <a data-ref=\"Exodus 4:3\" href=\"/Exodus.4.3\">Ex 4:3</a> (J), cf. <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">7:15</a> (E); <span dir=\"rtl\">דֶּרֶךְ נ׳ עֲלֵי צוּר</span> <a data-ref=\"Proverbs 30:19\" href=\"/Proverbs.30.19\">Pr 30:19</a>. <strong>c.</strong>  <span dir=\"rtl\">נ׳</span> (appar.) as hissing <a data-ref=\"Jeremiah 46:22\" href=\"/Jeremiah.46.22\">Je 46:22</a> (in sim., cf. Gie); as eating dust <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">Is 65:25</a> cf. <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">Mi 7:17</a> (in sim.; v. also <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a>). <strong>d.</strong>  as crafty tempter <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>, <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">4</a>, <a data-ref=\"Genesis 3:13\" href=\"/Genesis.3.13\">13</a>, <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">14</a>.<br><strong>2.</strong>  <span dir=\"rtl\">נ׳ (הַ)נְּחשֶׁת</span>, bronze image of serpent <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">Nu 21:9</a><sup>(×2)</sup> <a data-ref=\"II Kings 18:4\" href=\"/II_Kings.18.4\">2 K 18:4</a> (cf. <a data-ref=\"BDB, נְחֻשְׁתָּן\" href=\"/BDB,_נְחֻשְׁתָּן\", dir=\"rtl\">נְחֻשְׁתָּן</a>).<br><strong>3.</strong>  mythol. <span dir=\"rtl\">נ׳ בָּרִחַ</span> <a data-ref=\"Job 26:13\" href=\"/Job.26.13\">Jb 26:13</a> <em>fleeing serpent</em>, of eclipse-dragon (cf. <a data-ref=\"BDB, לִוְיָתָן\" href=\"/BDB,_לִוְיָתָן\", dir=\"rtl\">לִוְיָתָן</a> <a data-ref=\"Job 3:6\" href=\"/Job.3.6\">3:6</a>); also <span dir=\"rtl\">לִוְיָתָן נ׳ בָּרִחַ</span> … <span dir=\"rtl\">לִוְיָתָן נ׳ עֲקַלָּתוֹן</span> <a data-ref=\"Isaiah 27:1\" href=\"/Isaiah.27.1\">Is 27:1</a> (symbol. of world-powers); <span dir=\"rtl\">נ׳</span> of sea-monster <a data-ref=\"Amos 9:3\" href=\"/Amos.9.3\">Am 9:3</a>.—<span dir=\"rtl\">נ׳</span> c. vb. <span dir=\"rtl\">נָשַׁךְ</span> <em>bite</em> <a data-ref=\"Numbers 21:6\" href=\"/Numbers.21.6\">Nu 21:6</a> + 8 times. On supernat. character of serpents in Arabic belief v. Nö<sup>Zeitschr. für Völkerpsychol. i (1860), 412–416</sup> RS<sup>Kinship 197; Sem i. 421 f., 2d ed. 442</sup> We<sup>Skizzen iii. 147; Arab. Heid. 2, 152 f.</sup> Jacob<sup>Arab. Dicht. iv. 5</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b2b6084aa1cbf29e5f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵץ² 1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "BDB, עֵץ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵץ² א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵץ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֵץ</span></big><sub>329</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 2\" href=\"/Genesis.2\">Gn 2</a>: <a data-ref=\"Genesis 9\" href=\"/Genesis.9\">9</a> <strong>tree, trees, wood</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a> +, cstr. <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">3:24</a> +, <span dir=\"rtl\">עֵץ־</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">2:16</a> +; sf. <span dir=\"rtl\">עֵצְיךָ</span> <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">Dt 28:42</a>, etc.; pl. <span dir=\"rtl\">עֵצִים</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> +, cstr. <span dir=\"rtl\">עֲצֵי</span> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a> +, sf. <span dir=\"rtl\">עֵצֶיךָ</span> <a data-ref=\"Deuteronomy 29:10\" href=\"/Deuteronomy.29.10\">Dt 29:10</a>, <span dir=\"rtl\">עֵצֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>, etc.;—<br><strong>1.</strong>  (c. 150 times) <strong>a.</strong>  a standing <em>tree</em> <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J) +, <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">Ex 15:25</a> (J; of shrub?), <a data-ref=\"Jeremiah 17:18\" href=\"/Jeremiah.17.18\">Je 17:18</a> = <a data-ref=\"Psalms 1:3\" href=\"/Psalms.1.3\">ψ 1:3</a> (sim.); to be felled <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"II Kings 6:6\" href=\"/II_Kings.6.6\">2 K 6:6</a>; <span dir=\"rtl\">הָעֵצִים</span> (appar. incl. vine and bramble) in allegory <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> + 6 times <a data-ref=\"Judges 9\" href=\"/Judges.9\">Ju 9</a>; <span dir=\"rtl\">עֵץ הַחַיִּים</span> †<a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>; <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">3:22</a>, <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">24</a> (J), cf. <a ,=\"\" data-ref=\"BDB, חַיִּים\" dir=\"rtl\" href=\"/BDB,_חַיִּים\">ע׳ חַיִּים</a>, fig. of source of (life and) happiness †<a data-ref=\"Proverbs 3:18\" href=\"/Proverbs.3.18\">Pr 3:18</a>; <a data-ref=\"Proverbs 11:30\" href=\"/Proverbs.11.30\">11:30</a>; <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">13:12</a>; <a data-ref=\"Proverbs 15:4\" href=\"/Proverbs.15.4\">15:4</a>; <span dir=\"rtl\">ע׳ הַדַּעַת טוֹב וָרָע</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a> (J); <span dir=\"rtl\">עֲצֵי (ה)יַעַר</span> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a> (sim.), <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">44:14</a>; <a data-ref=\"Ezekiel 15:2\" href=\"/Ezekiel.15.2\">Ez 15:2</a> +; <span dir=\"rtl\">עֲצֵי הַשָּׂדֶה</span> <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">Ez 17:24</a> (fig.), +; <span dir=\"rtl\">עֲצֵי לְבָנוֹן</span> <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>; <span dir=\"rtl\">עֲצֵי־מַיִם</span> †<a data-ref=\"Ezekiel 31:14\" href=\"/Ezekiel.31.14\">Ez 31:14</a>; <span dir=\"rtl\">עֲצֵי י׳</span> †<a data-ref=\"Psalms 104:16\" href=\"/Psalms.104.16\">ψ 104:16</a>; <span dir=\"rtl\">עֲצֵי עֵדֶן</span> †<a data-ref=\"Ezekiel 31:9\" href=\"/Ezekiel.31.9\">Ez 31:9</a>, <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">16</a>, <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">18</a><sup>(×2)</sup>; <span dir=\"rtl\">עֲצֵי לְבוֹנָה</span> <a data-ref=\"Song of Songs 4:14\" href=\"/Song_of_Songs.4.14\">Ct 4:14</a>; of vine <span dir=\"rtl\">עֵץ הַגֶּפֶן</span> †<a data-ref=\"Ezekiel 15:2\" href=\"/Ezekiel.15.2\">Ez 15:2</a>, <a data-ref=\"Ezekiel 15:6\" href=\"/Ezekiel.15.6\">6</a>; <span dir=\"rtl\">תַּחַת כָּל־עֵץ רַעֲנָ֑ן</span> place of illicit worship †<a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a>; <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a>; <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">3:6</a>, <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">13</a>; <a data-ref=\"I Kings 14:23\" href=\"/I_Kings.14.23\">1 K 14:23</a>; <a data-ref=\"II Kings 16:4\" href=\"/II_Kings.16.4\">2 K 16:4</a>; <a data-ref=\"II Kings 17:10\" href=\"/II_Kings.17.10\">17:10</a>; <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a>; <a data-ref=\"Isaiah 57:5\" href=\"/Isaiah.57.5\">Is 57:5</a>; <a data-ref=\"II Chronicles 28:4\" href=\"/II_Chronicles.28.4\">2 Ch 28:4</a>, cf. <a ,=\"\" data-ref=\"BDB, רַעֲנָן\" dir=\"rtl\" href=\"/BDB,_רַעֲנָן\">עַל־עֵץ רַעֲנָן</a> <a data-ref=\"Jeremiah 17:2\" href=\"/Jeremiah.17.2\">Je 17:2</a>; <span dir=\"rtl\">כָּל־עֵץ עָבֹת</span> <a data-ref=\"Ezekiel 20:28\" href=\"/Ezekiel.20.28\">Ez 20:28</a>. <strong>b.</strong>  coll. <em>trees</em>, <span dir=\"rtl\">עֵץ־הַגָּן</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>, <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">8</a> (all J); usually later, <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">1:12</a>, <a data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\">29</a><sup>(×2)</sup> (P), +; <span dir=\"rtl\">עֵץ פְּרִי</span> <em>fruit</em>-bearing <em>trees</em> <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">Gn 1:11</a> (P), <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a>, cf. <a data-ref=\"Ecclesiastes 2:5\" href=\"/Ecclesiastes.2.5\">Ec 2:5</a>, <a ,=\"\" data-ref=\"BDB, עֵץ\" dir=\"rtl\" href=\"/BDB,_עֵץ\">פְּרִי עֵץ</a> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Ezekiel 36:30\" href=\"/Ezekiel.36.30\">Ez 36:30</a> <a data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\">Lv 23:40</a> (H), cf. <a data-ref=\"Joel 2:22\" href=\"/Joel.2.22\">Jo 2:22</a>; <span dir=\"rtl\">עֵץ־מַאֲכָל</span> <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a>; <a data-ref=\"Leviticus 19:23\" href=\"/Leviticus.19.23\">Lv 19:23</a> (H), <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">Ez 47:12</a>; <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a>; <span dir=\"rtl\">עֵץ הַזַּיִת</span> <a data-ref=\"Haggai 2:19\" href=\"/Haggai.2.19\">Hg 2:19</a> <em>olive trees</em>, <span dir=\"rtl\">עֵץ שֶׁמֶן</span> <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a>, <span dir=\"rtl\">עֵץ־שָׁ֑מֶן</span> <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">Is 41:19</a>; <span dir=\"rtl\">סֲבָךְ־עֵץ</span> <a data-ref=\"Psalms 74:5\" href=\"/Psalms.74.5\">ψ 74:5</a> <em>thicket of trees;</em> <span dir=\"rtl\">עֵץ הַשָּׂדֶה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> (J), +; <span dir=\"rtl\">עֵץ הַיַּעַר</span> †<a data-ref=\"Ezekiel 15:6\" href=\"/Ezekiel.15.6\">Ez 15:6</a>, cf. <a data-ref=\"Isaiah 10:19\" href=\"/Isaiah.10.19\">Is 10:19</a>; <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">44:23</a>; <span dir=\"rtl\">כִּימֵי הָעֵץ</span> <a data-ref=\"Isaiah 65:22\" href=\"/Isaiah.65.22\">Is 65:22</a> (sim. of great age). <strong>c.</strong>  pl. of <em>trees</em> felled for building, <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>, <a data-ref=\"I Kings 5:32\" href=\"/I_Kings.5.32\">32</a> (+ <span dir=\"rtl\">אֲבָנִים</span>); <span dir=\"rtl\">עֲצֵי אֲרָזִים</span> <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> = <a data-ref=\"I Chronicles 14:1\" href=\"/I_Chronicles.14.1\">1 Ch 14:1</a> + 7 times; <span dir=\"rtl\">עֲצֵי בְרוֹשׁים</span> <a data-ref=\"I Kings 5:22\" href=\"/I_Kings.5.22\">1 K 5:22</a>, <a data-ref=\"I Kings 5:24\" href=\"/I_Kings.5.24\">24</a>; <a data-ref=\"I Kings 9:11\" href=\"/I_Kings.9.11\">9:11</a>; <span dir=\"rtl\">(אַלְגּ׳) עֲצֵי אַלְמֻגִּים</span>, v. <a ,=\"\" data-ref=\"BDB, אַלְגּוּמִים\" dir=\"rtl\" href=\"/BDB,_אַלְגּוּמִים\">אַלְגּ׳</a> p. 38 supr.<br><strong>2.</strong>  (c. 175 times; c. 120 times pl., to denote <em>pieces</em> [or articles] <em>of wood</em>) <strong>a.</strong>  <em>wood</em>, as material; for building, <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> (+ <span dir=\"rtl\">אַבְנֵי מַחְצֵב</span>), <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">22:6</a> = <a data-ref=\"II Chronicles 34:11\" href=\"/II_Chronicles.34.11\">2 Ch 34:11</a> (both + id.), <a data-ref=\"Nehemiah 2:8\" href=\"/Nehemiah.2.8\">Ne 2:8</a> +; <span dir=\"rtl\">עֲצֵי שָׁ֑מֶן</span> <a data-ref=\"I Kings 6:23\" href=\"/I_Kings.6.23\">1 K 6:23</a>, <a data-ref=\"I Kings 6:31\" href=\"/I_Kings.6.31\">31</a>, <a data-ref=\"I Kings 6:33\" href=\"/I_Kings.6.33\">33</a> cf. v <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">32</a>; <span dir=\"rtl\">עֲצֵי־גֹּפֶר</span> <a data-ref=\"Genesis 6:14\" href=\"/Genesis.6.14\">Gn 6:14</a> (Noah’s ark), <span dir=\"rtl\">עֲצֵי שִׁטּים</span> <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a>, <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">10</a> + 20 times Ex (of tabern. and its furniture; all P) <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">Dt 10:3</a>; <span dir=\"rtl\">מִגְדַּל־עֵץ</span> <a data-ref=\"Nehemiah 8:4\" href=\"/Nehemiah.8.4\">Ne 8:4</a>; <span dir=\"rtl\">מוֹטֹת עֵץ</span> <a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a> (in fig.; opp. <span dir=\"rtl\">מ׳ בַּרְזֶל</span>); <span dir=\"rtl\">כְּלִי־עֵץ</span> <em>article of wood</em> <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>; <a data-ref=\"Leviticus 15:12\" href=\"/Leviticus.15.12\">15:12</a> <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, cf. <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">35:18</a> (all P). Hence <strong>b.</strong>  <span dir=\"rtl\">עֵצִים</span> = <em>articles of wood</em> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> (P; ‖ <span dir=\"rtl\">אֲבָנִים</span>), <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; so <span dir=\"rtl\">עֲצֵי בְרוֹשִׁים</span> <a data-ref=\"II Samuel 6:5\" href=\"/II_Samuel.6.5\">2 S 6:5</a> (but v. <a data-ref=\"BDB, בְּרוֹשׁ²\" href=\"/BDB,_בְּרוֹשׁ²\", dir=\"rtl\">בְּרוֹשׁ</a> <em>ad</em> fin.); specif. <span dir=\"rtl\">הָעֵץ</span> = helve of axe <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <span dir=\"rtl\">עֵץ חֲנִית(וֹ)</span> <a data-ref=\"I Samuel 17:7\" href=\"/I_Samuel.17.7\">1 S 17:7</a> Qr (Kt <span dir=\"rtl\">חֵץ</span>) = <a data-ref=\"I Chronicles 20:5\" href=\"/I_Chronicles.20.5\">1 Ch 20:5</a>; <a data-ref=\"II Samuel 21:19\" href=\"/II_Samuel.21.19\">2 S 21:19</a>; <a data-ref=\"II Samuel 23:7\" href=\"/II_Samuel.23.7\">23:7</a>; <span dir=\"rtl\">עֲצֵי הָעֲגָלָה</span> <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a> (i.e. wood of which cart was made), <span dir=\"rtl\">עֲצֵי הָאֲשֵׁרָה</span> <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; especially <em>timbers</em> of a house <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; <a data-ref=\"Habakkuk 2:11\" href=\"/Habakkuk.2.11\">Hb 2:11</a>; <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">Lv 14:45</a>, of a city <a data-ref=\"I Kings 15:22\" href=\"/I_Kings.15.22\">1 K 15:22</a> = <a data-ref=\"II Chronicles 16:5\" href=\"/II_Chronicles.16.5\">2 Ch 16:5</a>; <a data-ref=\"Ezekiel 26:12\" href=\"/Ezekiel.26.12\">Ez 26:12</a>; <span dir=\"rtl\">עֵץ</span> of <em>pole</em> on which bodies of slain (criminals and others) were exposed (perhaps orig. <em>tree</em>) <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E), <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a><sup>(×2)</sup>; <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">10:26</a><sup>(×2)</sup>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> (all JE), <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">Dt 21:22</a>, <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">23</a>; late (in Pers.) used for executing criminals (? by hanging = <em>gallows</em>), <span dir=\"rtl\">תָּלָה עַל־עֵץ</span> <a data-ref=\"Esther 2:23\" href=\"/Esther.2.23\">Est 2:23</a> + 8 times Est. †<strong>c.</strong>  of idols, <span dir=\"rtl\">עֵץ וָאֶבֶן</span> <a data-ref=\"Deuteronomy 4:28\" href=\"/Deuteronomy.4.28\">Dt 4:28</a>; <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">28:36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:16\" href=\"/Deuteronomy.29.16\">29:16</a>; <a data-ref=\"II Kings 19:18\" href=\"/II_Kings.19.18\">2 K 19:18</a> = <a data-ref=\"Isaiah 37:19\" href=\"/Isaiah.37.19\">Is 37:19</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>, cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a>; <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">3:9</a>; <a data-ref=\"Habakkuk 2:19\" href=\"/Habakkuk.2.19\">Hb 2:19</a>; so <span dir=\"rtl\">עֵץ</span> alone <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a>; <a data-ref=\"Isaiah 40:20\" href=\"/Isaiah.40.20\">Is 40:20</a>, cf. <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">44:19</a>; <a data-ref=\"Isaiah 45:20\" href=\"/Isaiah.45.20\">45:20</a>; <span dir=\"rtl\">אֲשֵׁרָה כָּל־עֵץ</span> <a data-ref=\"Deuteronomy 16:21\" href=\"/Deuteronomy.16.21\">Dt 16:21</a>. <strong>d.</strong>  (fire-)<em>wood</em> <a data-ref=\"Joshua 9:23\" href=\"/Joshua.9.23\">Jos 9:23</a>, <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">27</a> (J), v <a data-ref=\"Joshua 9:21\" href=\"/Joshua.9.21\">21</a> (P), <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"Isaiah 30:33\" href=\"/Isaiah.30.33\">Is 30:33</a> +, read <span dir=\"rtl\">עֵצִים</span> also <a data-ref=\"Ezekiel 24:5\" href=\"/Ezekiel.24.5\">Ez 24:5</a> (for MT <span dir=\"rtl\">עצמים</span> Bö Ew Sm Co Berthol Toy; especially for sacrifices <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a><sup>(×2)</sup> +, <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">Gn 22:7</a>, <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">9</a><sup>(×2)</sup> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> + 6 times Lv (all P), <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> ‖ <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, +; <span dir=\"rtl\">עֲצֵי עוֹלָה</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a>, <a data-ref=\"Genesis 22:6\" href=\"/Genesis.22.6\">6</a> (P). <strong>e.</strong>  <span dir=\"rtl\">עֵץ (הָ)אֶרֶז</span> <em>cedar-wood</em>, used in purifications <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>; <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a> (all P). <strong>f.</strong>  <span dir=\"rtl\">פִּשְׁתֵּי הָעֵץ</span> <a data-ref=\"Joshua 2:6\" href=\"/Joshua.2.6\">Jos 2:6</a> <em>woody-flax</em>, i.e. flax on the stalk.—<a data-ref=\"Jeremiah 10:8\" href=\"/Jeremiah.10.8\">Je 10:8</a> Gie proposes <span dir=\"rtl\">הֶבֶל מֹעֲצֹתָו</span> for MT <span dir=\"rtl\">הֲבָלִים עֵץ הוּא</span>.—<span dir=\"rtl\">מֹאֶסֶת כָּל־עֵץ</span> <a data-ref=\"Ezekiel 21:15\" href=\"/Ezekiel.21.15\">Ez 21:15</a> is dub., Sm proposes <span dir=\"rtl\">מָאַסְתָּ כָל־עֵץ</span>, Co <span dir=\"rtl\">מֹאֲסֵי כָל־עֹוֹ</span>, Berthol <span dir=\"rtl\">וּמְאַסֵּף כָּל־עַז</span>; Siegf<sup>Kau</sup> Toy leave untranslated."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3eab6084aa1cbf2ca2d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פְּרִי 1", "anchorRef": "Genesis 3:2", "anchorRefExpanded": ["Genesis 3:2"], "sourceRef": "BDB, פְּרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, פְּרִי א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פְּרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">פְּרִי</span></big><sub>119</sub>  <strong>n.m.</strong> <a data-ref=\"Hosea 14:9\" href=\"/Hosea.14.9\">Ho 14:9</a> <strong>fruit</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> +, <span dir=\"rtl\">פֶּ֑רִי</span> <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a> +; especially cstr. <span dir=\"rtl\">פְּרִי</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> +; sf. <span dir=\"rtl\">פִּרְיִי</span> <a data-ref=\"Proverbs 8:19\" href=\"/Proverbs.8.19\">Pr. 8:19</a>, <span dir=\"rtl\">פֶּרְיְךָ</span> <a data-ref=\"Hosea 14:9\" href=\"/Hosea.14.9\">Ho 14:9</a>, <span dir=\"rtl\">פִּרְיוֹ</span> <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a> +, <span dir=\"rtl\">וּפֶרְיְכֶם</span> <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">Ez 36:8</a>, <span dir=\"rtl\">פְּרִיהֶם</span> <a data-ref=\"Amos 9:14\" href=\"/Amos.9.14\">Am 9:14</a>, <span dir=\"rtl\">פִּרְיָם</span> <a data-ref=\"Lamentations 2:20\" href=\"/Lamentations.2.20\">La 2:20</a> +, <span dir=\"rtl\">פִּרְיָמוֹ</span> <a data-ref=\"Psalms 21:11\" href=\"/Psalms.21.11\">ψ 21:11</a>, <span dir=\"rtl\">פְּרִיהֶן</span> <a data-ref=\"Jeremiah 29:28\" href=\"/Jeremiah.29.28\">Je 29:28</a>, <span dir=\"rtl\">פִּרְיָן</span> v <a data-ref=\"Jeremiah 29:5\" href=\"/Jeremiah.29.5\">5</a>, etc.;—<br><strong>1.</strong>  <span dir=\"rtl\">פְּרִי הָאֲדָמָה</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> (J), <em>fruit of the ground</em>, of produce in gen., so <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a> + 9 times Dt + 3 times; <span dir=\"rtl\">פ׳ הָאֶרֶץ</span> <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">Nu 13:20</a>, <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">26</a>, <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">27</a> (JE) + 5 times, cf. <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>; <em>fruit</em> of vineyard <a data-ref=\"II Kings 19:29\" href=\"/II_Kings.19.29\">2 K 19:29</a> = <a data-ref=\"Isaiah 37:30\" href=\"/Isaiah.37.30\">Is 37:30</a>, <a data-ref=\"Zechariah 8:12\" href=\"/Zechariah.8.12\">Zc 8:12</a> <a data-ref=\"Isaiah 65:21\" href=\"/Isaiah.65.21\">Is 65:21</a> <a data-ref=\"Song of Songs 8:11\" href=\"/Song_of_Songs.8.11\">Ct 8:11</a>, <a data-ref=\"Song of Songs 8:12\" href=\"/Song_of_Songs.8.12\">12</a>, in fig. <a data-ref=\"Hosea 10:1\" href=\"/Hosea.10.1\">Ho 10:1</a><sup>(×2)</sup> + 5 times +<a data-ref=\"Ezekiel 17:14\" href=\"/Ezekiel.17.14\">Ez 17:14</a> (but del. 𝔊 Co al.); especially <span dir=\"rtl\">פ׳ הָעֵץ</span> <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">Gn 3:2</a>, <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">3</a>, <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">6</a> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (all J) + 21 times, also, in fig., <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> + 4 times + <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a> (read <span dir=\"rtl\">פֹּארָה</span> <em>branches</em> Co al.); of gardens <a data-ref=\"Amos 9:14\" href=\"/Amos.9.14\">Am 9:14</a>; <a data-ref=\"Jeremiah 29:5\" href=\"/Jeremiah.29.5\">Je 29:5</a>, <a data-ref=\"Jeremiah 29:28\" href=\"/Jeremiah.29.28\">28</a>, fig. <a data-ref=\"Song of Songs 4:12\" href=\"/Song_of_Songs.4.12\">Ct 4:12</a>, <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">16</a>; <span dir=\"rtl\">עֵץ פְּרִי</span> is <em>fruit-tree</em> <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">Gn 1:11</a> <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a>, cf. <a data-ref=\"Ecclesiastes 2:5\" href=\"/Ecclesiastes.2.5\">Ec 2:5</a>; <span dir=\"rtl\">אֶרֶץ פְּרִי</span> <a data-ref=\"Psalms 107:34\" href=\"/Psalms.107.34\">ψ 107:34</a>; <span dir=\"rtl\">פְּרִי תְּבוּאָה</span> v <a data-ref=\"Psalms 107:37\" href=\"/Psalms.107.37\">37</a> <em>fruit of</em> (consisting in) <em>a crop;</em> <a data-ref=\"Psalms 72:16\" href=\"/Psalms.72.16\">ψ 72:16</a> is dub.; Che Du interpr. as <strong>2</strong>; Bae proposes <span dir=\"rtl\">יִפְרוּ</span>.<br><strong>2.</strong>  = <em>off-spring: fruit</em> of womb <span dir=\"rtl\">(בֶּטֶן)</span> <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a>; <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a> + 9 times, cf. <a data-ref=\"Lamentations 2:20\" href=\"/Lamentations.2.20\">La 2:20</a> <a data-ref=\"Psalms 21:11\" href=\"/Psalms.21.11\">ψ 21:11</a>; of cattle <span dir=\"rtl\">(בְּהֵמָה)</span> <a data-ref=\"Deuteronomy 28:4\" href=\"/Deuteronomy.28.4\">Dt 28:4</a>, <a data-ref=\"Deuteronomy 28:11\" href=\"/Deuteronomy.28.11\">11</a>, <a data-ref=\"Deuteronomy 28:51\" href=\"/Deuteronomy.28.51\">51</a>; <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">30:9</a>; of serpent, fig. of power conquering Philistia <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>.<br><strong>3.</strong>  fig. of <em>fruit</em> of actions, i.e. their consequences: good <a data-ref=\"Isaiah 3:10\" href=\"/Isaiah.3.10\">Is 3:10</a> <a data-ref=\"Psalms 58:12\" href=\"/Psalms.58.12\">ψ 58:12</a>; bad <a data-ref=\"Hosea 10:13\" href=\"/Hosea.10.13\">Ho 10:13</a> <a data-ref=\"Proverbs 1:31\" href=\"/Proverbs.1.31\">Pr 1:31</a> <a data-ref=\"Micah 7:13\" href=\"/Micah.7.13\">Mi 7:13</a>, of thoughts <a data-ref=\"Jeremiah 6:19\" href=\"/Jeremiah.6.19\">Je 6:19</a>; of result of removing sin <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a>; result of labour (<em>fruit</em> of hands) <a data-ref=\"Proverbs 31:16\" href=\"/Proverbs.31.16\">Pr 31:16</a>, <a data-ref=\"Proverbs 31:31\" href=\"/Proverbs.31.31\">31</a>; product of works of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 104:13\" href=\"/Psalms.104.13\">ψ 104:13</a>, of wisdom <a data-ref=\"Proverbs 8:19\" href=\"/Proverbs.8.19\">Pr 8:19</a>; <span dir=\"rtl\">פ׳ צְדָקָה</span> <a data-ref=\"Amos 6:12\" href=\"/Amos.6.12\">Am 6:12</a>, cf. <a ,=\"\" data-ref=\"BDB, צַדִּיק\" dir=\"rtl\" href=\"/BDB,_צַדִּיק\">פ׳ צְדִּיק</a> <a data-ref=\"Proverbs 11:30\" href=\"/Proverbs.11.30\">Pr 11:30</a> (read <span dir=\"rtl\">צֶדֶק</span> 𝔊 Hi Toy); of doings (i.e. course of life, or character) <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 21:14\" href=\"/Jeremiah.21.14\">21:14</a>; <a data-ref=\"Jeremiah 32:19\" href=\"/Jeremiah.32.19\">32:19</a>; <span dir=\"rtl\">פ׳ פִי־אִישׁ</span> i.e. speech <a data-ref=\"Proverbs 12:14\" href=\"/Proverbs.12.14\">Pr 12:14</a>; <a data-ref=\"Proverbs 13:2\" href=\"/Proverbs.13.2\">13:2</a>; <a data-ref=\"Proverbs 18:20\" href=\"/Proverbs.18.20\">18:20</a>; <em>fruit</em> of arrogance <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">Is 10:12</a> is arrogant speech; <em>fruit</em> of tongue <a data-ref=\"Proverbs 18:21\" href=\"/Proverbs.18.21\">Pr 18:21</a> = consequences of speech."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660920a28d2e7672b0de525e", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Shmini, Spontaneity; Good or Bad? 14", "anchorRef": "Genesis 2:4-3:24", "anchorRefExpanded": ["Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Shmini, Spontaneity; Good or Bad? 14", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, שמיני, ג י״ד", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 14, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The twin perspectives of the priest and prophet correspond to the twin perspectives on creation represented respectively by Genesis 1:1–2:3, spoken in the priestly voice, with an emphasis on order, structure, divisions and boundaries, and Genesis 2:4–3:24, spoken in the prophetic voice, with an emphasis on the nuances and dynamics of interpersonal relationships.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]